package spb

import (
	"encoding/json"
	"strings"

	"github.com/zhuharev/adet"
)

func GetMetros() (res []adet.Metro) {
	for _, m := range strings.Split(metros, "\n") {
		res = append(res, adet.Metro{Name: m})
	}
	return
}

var metros = `беговая
девяткино
комендантский проспект
парнас
спасская
гражданский проспект
достоевская
новокрестовская
проспект просвещения
старая деревня
академическая
крестовский остров
лиговский проспект
озерки
приморская
василеостровская
политехническая
удельная
чкаловская
гостиный двор
новочеркасская
пионерская
пионерское
площадь мужества
спортивная
адмиралтейская
ладожская
лесная
маяковская
чёрная речка
черная речка
выборгская
петроградская
площадь александра невского
проспект большевиков
садовая
горьковская
елизаровская
звенигородская
площадь ленина
дыбенко
ломоносовская
невский проспект
обводный канал
чернышевская
волковская
площадь восстания
пролетарская
сенная площадь
бухарестская
владимирская
обухово
технологический институт 2
международная
пушкинская
рыбацкое
фрунзенская
московские ворота
технологический институт
балтийская
электросила
нарвская
парк победы
кировский завод
московская
автово
звёздная
купчино
ленинский проспект
проспект ветеранов`

func GetStreets() (res []adet.Street, err error) {
	err = json.Unmarshal([]byte(StreetsJSON), &res)
	return
}

var StreetsJSON = `[
    {
      "Name": "миронова",
      "Type": "ул."
    },
    {
      "Name": "алтайская",
      "Type": "ул."
    },
    {
      "Name": "16-й кв-л",
      "Type": ""
    },
    {
      "Name": "пугачева",
      "Type": "ул."
    },
    {
      "Name": "щепяной",
      "Type": "пер."
    },
    {
      "Name": "лисий нос, полянская 1",
      "Type": "ул."
    },
    {
      "Name": "1-я боровая",
      "Type": "ул."
    },
    {
      "Name": "левашово, лесная",
      "Type": "ул."
    },
    {
      "Name": "красина ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "репина",
      "Type": "пл."
    },
    {
      "Name": "парголово, березовая ал.",
      "Type": ""
    },
    {
      "Name": "славянская",
      "Type": "наб."
    },
    {
      "Name": "партизанская",
      "Type": "ул."
    },
    {
      "Name": "федоровская",
      "Type": "ул."
    },
    {
      "Name": "25-ого октября",
      "Type": "пр."
    },
    {
      "Name": "пионерская",
      "Type": "ул."
    },
    {
      "Name": "лесновская",
      "Type": "ул."
    },
    {
      "Name": "левашово, мира",
      "Type": "ул."
    },
    {
      "Name": "пинский",
      "Type": "пер."
    },
    {
      "Name": "дворцовая",
      "Type": "ул."
    },
    {
      "Name": "фонтанки реки",
      "Type": "наб."
    },
    {
      "Name": "беловодский",
      "Type": "пер."
    },
    {
      "Name": "парголово, озерная",
      "Type": "ул."
    },
    {
      "Name": "удельный",
      "Type": "пр."
    },
    {
      "Name": "ленинградская",
      "Type": "ул."
    },
    {
      "Name": "жемчужная",
      "Type": "ул."
    },
    {
      "Name": "общественная",
      "Type": "ул."
    },
    {
      "Name": "1-я алексеевская",
      "Type": "ул."
    },
    {
      "Name": "матроса железняка",
      "Type": "ул."
    },
    {
      "Name": "мебельная",
      "Type": "ул."
    },
    {
      "Name": "атаманская",
      "Type": "ул."
    },
    {
      "Name": "евгеньевская",
      "Type": "ул."
    },
    {
      "Name": "юты бондаровской",
      "Type": "ул."
    },
    {
      "Name": "русская",
      "Type": "ул."
    },
    {
      "Name": "либавский",
      "Type": "пер."
    },
    {
      "Name": "верхний 2",
      "Type": "пер."
    },
    {
      "Name": "вишневая",
      "Type": "ул."
    },
    {
      "Name": "гаванная",
      "Type": "ул."
    },
    {
      "Name": "ленина",
      "Type": "ул."
    },
    {
      "Name": "железнодорожный",
      "Type": "пер."
    },
    {
      "Name": "макаровец снт",
      "Type": ""
    },
    {
      "Name": "архитектора данини",
      "Type": "ул."
    },
    {
      "Name": "вилькицкий",
      "Type": "бул."
    },
    {
      "Name": "катерников",
      "Type": "ул."
    },
    {
      "Name": "смольный",
      "Type": "пр."
    },
    {
      "Name": "луначарского",
      "Type": "ул."
    },
    {
      "Name": "парголово, заманиловская",
      "Type": "ул."
    },
    {
      "Name": "магнитогорская",
      "Type": "ул."
    },
    {
      "Name": "мартынова",
      "Type": "наб."
    },
    {
      "Name": "дружбы",
      "Type": "ул."
    },
    {
      "Name": "матисов",
      "Type": "пер."
    },
    {
      "Name": "парголово, гипроникель снт",
      "Type": ""
    },
    {
      "Name": "лодыгина",
      "Type": "ул."
    },
    {
      "Name": "нарвский",
      "Type": "пер."
    },
    {
      "Name": "жуковско-волынская",
      "Type": "ул."
    },
    {
      "Name": "крюкова кан.",
      "Type": "наб."
    },
    {
      "Name": "севастопольская",
      "Type": "ул."
    },
    {
      "Name": "гусева",
      "Type": "ул."
    },
    {
      "Name": "лебедева",
      "Type": "ул."
    },
    {
      "Name": "якорная",
      "Type": "пл."
    },
    {
      "Name": "шлиссельбургский",
      "Type": "пр."
    },
    {
      "Name": "юннатов",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, лосиная",
      "Type": "ул."
    },
    {
      "Name": "окружная",
      "Type": "ул."
    },
    {
      "Name": "климовец",
      "Type": "сад-во"
    },
    {
      "Name": "парголово, байкальская",
      "Type": "ул."
    },
    {
      "Name": "нестерова",
      "Type": "пер."
    },
    {
      "Name": "анисимова",
      "Type": "ул."
    },
    {
      "Name": "ландышевая",
      "Type": "ул."
    },
    {
      "Name": "красные зори",
      "Type": "сад-во"
    },
    {
      "Name": "ленская",
      "Type": "ул."
    },
    {
      "Name": "вертолетная",
      "Type": "ул."
    },
    {
      "Name": "кирочная",
      "Type": "ул."
    },
    {
      "Name": "парголово, пионерская",
      "Type": "ул."
    },
    {
      "Name": "козлова",
      "Type": "ул."
    },
    {
      "Name": "парголово, колхозная",
      "Type": "ул."
    },
    {
      "Name": "муринская",
      "Type": "дор."
    },
    {
      "Name": "коммунаров ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "ткачей",
      "Type": "ул."
    },
    {
      "Name": "крестовки реки",
      "Type": "наб."
    },
    {
      "Name": "игрушечный",
      "Type": "пер."
    },
    {
      "Name": "линейный",
      "Type": "пер."
    },
    {
      "Name": "проезд 2-й",
      "Type": ""
    },
    {
      "Name": "любанский",
      "Type": "пер."
    },
    {
      "Name": "пляжевый",
      "Type": "пер."
    },
    {
      "Name": "южная ул.[приморский]",
      "Type": "ул"
    },
    {
      "Name": "ксеньевская",
      "Type": "ул."
    },
    {
      "Name": "зеленогорская",
      "Type": "ул."
    },
    {
      "Name": "маршала жукова",
      "Type": "пр."
    },
    {
      "Name": "заставская",
      "Type": "ул."
    },
    {
      "Name": "восточная",
      "Type": "ул."
    },
    {
      "Name": "солнечная",
      "Type": "ул."
    },
    {
      "Name": "приморское",
      "Type": "ш."
    },
    {
      "Name": "малый сампсониевский",
      "Type": "пр."
    },
    {
      "Name": "парголово, приозерское",
      "Type": "ш."
    },
    {
      "Name": "афонская",
      "Type": "ул."
    },
    {
      "Name": "лейтенантов",
      "Type": "ул."
    },
    {
      "Name": "союзная",
      "Type": "ул."
    },
    {
      "Name": "кубанский",
      "Type": "пер."
    },
    {
      "Name": "внутреннего кан.",
      "Type": "наб."
    },
    {
      "Name": "жерновская 1",
      "Type": "ул."
    },
    {
      "Name": "волхонский пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "красное село, рабочая",
      "Type": "ул."
    },
    {
      "Name": "российский бул. (володарский)",
      "Type": "бул."
    },
    {
      "Name": "академика комарова",
      "Type": "ул."
    },
    {
      "Name": "арктический",
      "Type": "пер."
    },
    {
      "Name": "совиная",
      "Type": "ул."
    },
    {
      "Name": "тульская",
      "Type": "ул."
    },
    {
      "Name": "банковский",
      "Type": "пер."
    },
    {
      "Name": "поварской",
      "Type": "пер."
    },
    {
      "Name": "пролетарской диктатуры пл",
      "Type": ""
    },
    {
      "Name": "сосновый",
      "Type": "пер."
    },
    {
      "Name": "калужский",
      "Type": "пер."
    },
    {
      "Name": "4-й верхний",
      "Type": "пер."
    },
    {
      "Name": "красное село, моховая",
      "Type": "ул."
    },
    {
      "Name": "первомайский",
      "Type": "пр."
    },
    {
      "Name": "полевая ул.[приморский]",
      "Type": "ул"
    },
    {
      "Name": "малая каштановая аллея",
      "Type": ""
    },
    {
      "Name": "петровская",
      "Type": "ул."
    },
    {
      "Name": "детский",
      "Type": "пер."
    },
    {
      "Name": "матросова",
      "Type": "ул."
    },
    {
      "Name": "красного курсанта",
      "Type": "пер."
    },
    {
      "Name": "манежная",
      "Type": "пл."
    },
    {
      "Name": "фуражный",
      "Type": "пер."
    },
    {
      "Name": "красноармейская 2",
      "Type": "ул."
    },
    {
      "Name": "кадетская линия",
      "Type": ""
    },
    {
      "Name": "красное село, полевая",
      "Type": "ул."
    },
    {
      "Name": "парковая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "ижорская",
      "Type": "ул."
    },
    {
      "Name": "красивая",
      "Type": "ул."
    },
    {
      "Name": "гуммолосары, разъезжая",
      "Type": "ул."
    },
    {
      "Name": "захарьевская",
      "Type": "ул."
    },
    {
      "Name": "васильковая",
      "Type": "ул."
    },
    {
      "Name": "рубинштейна",
      "Type": "ул."
    },
    {
      "Name": "зверинская",
      "Type": "ул."
    },
    {
      "Name": "суздальский",
      "Type": "пр."
    },
    {
      "Name": "автобусная",
      "Type": "ул."
    },
    {
      "Name": "технологическая",
      "Type": "пл."
    },
    {
      "Name": "манчестерская",
      "Type": "ул."
    },
    {
      "Name": "линия 5. (володарский)",
      "Type": ""
    },
    {
      "Name": "ольгино, нижний сад",
      "Type": "сад-во"
    },
    {
      "Name": "паровозная",
      "Type": "ул."
    },
    {
      "Name": "кипренского",
      "Type": "ул."
    },
    {
      "Name": "левашово, светогорская",
      "Type": "ул."
    },
    {
      "Name": "троицкая",
      "Type": "пл."
    },
    {
      "Name": "ручейная",
      "Type": "ул."
    },
    {
      "Name": "радищева",
      "Type": "ул."
    },
    {
      "Name": "поперечная 7",
      "Type": "ул."
    },
    {
      "Name": "лесная дорога",
      "Type": "ул."
    },
    {
      "Name": "кировец-1 снт",
      "Type": ""
    },
    {
      "Name": "1-я садоводческая",
      "Type": "ул."
    },
    {
      "Name": "5-я советская",
      "Type": "ул."
    },
    {
      "Name": "гимназический",
      "Type": "пер."
    },
    {
      "Name": "лагерный",
      "Type": "пер."
    },
    {
      "Name": "ботаническая",
      "Type": "ул."
    },
    {
      "Name": "сафронова",
      "Type": "ул."
    },
    {
      "Name": "бассейная",
      "Type": "ул."
    },
    {
      "Name": "путейская",
      "Type": "ул."
    },
    {
      "Name": "лопатина",
      "Type": "ул."
    },
    {
      "Name": "черниговская",
      "Type": "ул."
    },
    {
      "Name": "крестьянский",
      "Type": "пер."
    },
    {
      "Name": "солдатский",
      "Type": "пер."
    },
    {
      "Name": "вокзальная",
      "Type": "ул."
    },
    {
      "Name": "клин",
      "Type": "ул."
    },
    {
      "Name": "гладкова",
      "Type": "ул."
    },
    {
      "Name": "разливной",
      "Type": "пер."
    },
    {
      "Name": "конный",
      "Type": "пер."
    },
    {
      "Name": "поперечная 6",
      "Type": "ул."
    },
    {
      "Name": "гдовская",
      "Type": "ул."
    },
    {
      "Name": "новые заводы",
      "Type": "ул."
    },
    {
      "Name": "левашово, володарского",
      "Type": "ул."
    },
    {
      "Name": "парголово, тополиная",
      "Type": "ул."
    },
    {
      "Name": "агатов",
      "Type": "пер."
    },
    {
      "Name": "пролетарской победы",
      "Type": "ул."
    },
    {
      "Name": "11-я линия",
      "Type": ""
    },
    {
      "Name": "парголово, вологодская",
      "Type": "ул."
    },
    {
      "Name": "бородинская",
      "Type": "ул."
    },
    {
      "Name": "сенная",
      "Type": "пл."
    },
    {
      "Name": "лисий нос, морская ул.[приморский]",
      "Type": "ул"
    },
    {
      "Name": "воронежская",
      "Type": "ул."
    },
    {
      "Name": "машиностроителей",
      "Type": "ул."
    },
    {
      "Name": "41-й километр приморского шоссе",
      "Type": ""
    },
    {
      "Name": "ленсоветовская дорога",
      "Type": ""
    },
    {
      "Name": "белоостровское шоссе",
      "Type": ""
    },
    {
      "Name": "горская мал. ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "снт №1 пластополимер",
      "Type": ""
    },
    {
      "Name": "красное село, пустой",
      "Type": "пер."
    },
    {
      "Name": "тамбасова",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, черная речка",
      "Type": "ул."
    },
    {
      "Name": "старорусская",
      "Type": "ул."
    },
    {
      "Name": "троицкий",
      "Type": "пр."
    },
    {
      "Name": "левашово, родниковый",
      "Type": "пер."
    },
    {
      "Name": "парголово, старожиловская",
      "Type": "ул."
    },
    {
      "Name": "капитана воронина",
      "Type": "ул."
    },
    {
      "Name": "красных курсантов ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "расстанный",
      "Type": "прд."
    },
    {
      "Name": "мраморный",
      "Type": "пер."
    },
    {
      "Name": "пляжная",
      "Type": "ул."
    },
    {
      "Name": "халтурина",
      "Type": "ул."
    },
    {
      "Name": "железноводская",
      "Type": "ул."
    },
    {
      "Name": "свердловская",
      "Type": "наб."
    },
    {
      "Name": "тарасова",
      "Type": "ул."
    },
    {
      "Name": "снежный",
      "Type": "пер."
    },
    {
      "Name": "рыбацкий 2",
      "Type": "прд."
    },
    {
      "Name": "пухтолова гора",
      "Type": "ул."
    },
    {
      "Name": "боровой",
      "Type": "пер."
    },
    {
      "Name": "броневая",
      "Type": "ул."
    },
    {
      "Name": "задворная",
      "Type": "ул."
    },
    {
      "Name": "чернышевского",
      "Type": "ул."
    },
    {
      "Name": "полюстровский",
      "Type": "пр."
    },
    {
      "Name": "пушкинская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "парголово, набережная",
      "Type": "ул."
    },
    {
      "Name": "13-я аллея",
      "Type": "ул."
    },
    {
      "Name": "соломахинский проезд",
      "Type": ""
    },
    {
      "Name": "липовая ал.",
      "Type": ""
    },
    {
      "Name": "комсомола",
      "Type": "ул."
    },
    {
      "Name": "свободы",
      "Type": "ул."
    },
    {
      "Name": "27-я линия",
      "Type": ""
    },
    {
      "Name": "красный",
      "Type": "пер."
    },
    {
      "Name": "левашово, песочная",
      "Type": "ул."
    },
    {
      "Name": "краснодонская",
      "Type": "ул."
    },
    {
      "Name": "опытная",
      "Type": "ул."
    },
    {
      "Name": "красное село, авангард",
      "Type": "сад-во"
    },
    {
      "Name": "совхозная ул. (лигово)",
      "Type": "ул"
    },
    {
      "Name": "кронверкский",
      "Type": "пр."
    },
    {
      "Name": "липовая",
      "Type": "ул."
    },
    {
      "Name": "прибрежная",
      "Type": "ул."
    },
    {
      "Name": "белорусская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, новая",
      "Type": "ул."
    },
    {
      "Name": "юнтоловская",
      "Type": "ул."
    },
    {
      "Name": "северная",
      "Type": "ул."
    },
    {
      "Name": "22-я линия",
      "Type": ""
    },
    {
      "Name": "красное село, тихая",
      "Type": "ул."
    },
    {
      "Name": "лесное район",
      "Type": ""
    },
    {
      "Name": "союза печатников",
      "Type": "ул."
    },
    {
      "Name": "карбышева",
      "Type": "ул."
    },
    {
      "Name": "сосновский",
      "Type": "пр."
    },
    {
      "Name": "ильинский пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "красногвардейский",
      "Type": "пер."
    },
    {
      "Name": "малая балканская",
      "Type": "ул."
    },
    {
      "Name": "восстания",
      "Type": "ул."
    },
    {
      "Name": "матросская",
      "Type": "ул."
    },
    {
      "Name": "галерная",
      "Type": "ул."
    },
    {
      "Name": "травяная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, дачный",
      "Type": "пер."
    },
    {
      "Name": "полевая сабировская",
      "Type": "ул."
    },
    {
      "Name": "тюленина сергея",
      "Type": "пер."
    },
    {
      "Name": "кузнечный",
      "Type": "пер."
    },
    {
      "Name": "3-й проезд",
      "Type": ""
    },
    {
      "Name": "балтийского вокзала",
      "Type": "пл."
    },
    {
      "Name": "скачков",
      "Type": "пер."
    },
    {
      "Name": "озерковский",
      "Type": "пр."
    },
    {
      "Name": "островского",
      "Type": "пл."
    },
    {
      "Name": "дворцовый",
      "Type": "пр."
    },
    {
      "Name": "бабанова ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "качалова проф.",
      "Type": "ул."
    },
    {
      "Name": "подольская",
      "Type": "ул."
    },
    {
      "Name": "трефолева",
      "Type": "ул."
    },
    {
      "Name": "красное село, гвардейская",
      "Type": "ул."
    },
    {
      "Name": "кронверкская",
      "Type": "наб."
    },
    {
      "Name": "лисий нос, песочная",
      "Type": "ул."
    },
    {
      "Name": "экипажная",
      "Type": "ул."
    },
    {
      "Name": "березовая а.",
      "Type": ""
    },
    {
      "Name": "ростовская ул. (славянка)",
      "Type": "ул"
    },
    {
      "Name": "олонецкая",
      "Type": "ул."
    },
    {
      "Name": "большая разночинная",
      "Type": "ул."
    },
    {
      "Name": "кваренги",
      "Type": "пер."
    },
    {
      "Name": "совхозная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "ташкентская",
      "Type": "ул."
    },
    {
      "Name": "10-я советская",
      "Type": "ул."
    },
    {
      "Name": "конюшенный",
      "Type": "пер."
    },
    {
      "Name": "ново-садовая",
      "Type": "ул."
    },
    {
      "Name": "клубная",
      "Type": "пл."
    },
    {
      "Name": "парголово, тростниковая",
      "Type": "ул."
    },
    {
      "Name": "красных командиров",
      "Type": "пр."
    },
    {
      "Name": "зеленый проезд",
      "Type": ""
    },
    {
      "Name": "красноармейская 12",
      "Type": "ул."
    },
    {
      "Name": "парголово, бухвостовская",
      "Type": "ул."
    },
    {
      "Name": "володарского ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "арктическая",
      "Type": "ул."
    },
    {
      "Name": "луговая 1-ая",
      "Type": "ул."
    },
    {
      "Name": "адмиралтейский",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, высокая",
      "Type": "ул."
    },
    {
      "Name": "зарубинский проезд",
      "Type": ""
    },
    {
      "Name": "линия 3-я",
      "Type": ""
    },
    {
      "Name": "колпинское",
      "Type": "ш."
    },
    {
      "Name": "ижорский з-д территория",
      "Type": ""
    },
    {
      "Name": "2-й курортный",
      "Type": "пер."
    },
    {
      "Name": "гражданский",
      "Type": "пер."
    },
    {
      "Name": "васи алексеева",
      "Type": "ул."
    },
    {
      "Name": "электропультовцев",
      "Type": "ул."
    },
    {
      "Name": "красное село, рябчикова",
      "Type": "ул."
    },
    {
      "Name": "большая горская",
      "Type": "ул."
    },
    {
      "Name": "морского десанта",
      "Type": "ул."
    },
    {
      "Name": "фокина",
      "Type": "ул."
    },
    {
      "Name": "обводного кан.",
      "Type": "наб."
    },
    {
      "Name": "линия 3. (володарский)",
      "Type": ""
    },
    {
      "Name": "обуховской обороны",
      "Type": "пр."
    },
    {
      "Name": "ермоловский просп.",
      "Type": ""
    },
    {
      "Name": "александра блока",
      "Type": "ул."
    },
    {
      "Name": "малая митрофаньевская",
      "Type": "ул."
    },
    {
      "Name": "4-я тарховская",
      "Type": "ул."
    },
    {
      "Name": "лшуапк сдт, придорожная",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 9",
      "Type": "ул."
    },
    {
      "Name": "парголово, вокзальная",
      "Type": "ул."
    },
    {
      "Name": "героев",
      "Type": "пр."
    },
    {
      "Name": "правды",
      "Type": "ул."
    },
    {
      "Name": "отдыха",
      "Type": "пер."
    },
    {
      "Name": "запрудная",
      "Type": "ул."
    },
    {
      "Name": "полевой",
      "Type": "пер."
    },
    {
      "Name": "пионерстроя",
      "Type": "ул."
    },
    {
      "Name": "смоленский бол.",
      "Type": "пр."
    },
    {
      "Name": "ольгино",
      "Type": ""
    },
    {
      "Name": "грота",
      "Type": "ул."
    },
    {
      "Name": "александрийская",
      "Type": "пл."
    },
    {
      "Name": "левашовское",
      "Type": "ш."
    },
    {
      "Name": "беломорская",
      "Type": "ул."
    },
    {
      "Name": "большая зеленина",
      "Type": "ул."
    },
    {
      "Name": "красное село, стахановская",
      "Type": "ул."
    },
    {
      "Name": "стартовая",
      "Type": "ул."
    },
    {
      "Name": "мартыновская",
      "Type": "ул."
    },
    {
      "Name": "2-й загородный",
      "Type": "пер."
    },
    {
      "Name": "елецкая",
      "Type": "ул."
    },
    {
      "Name": "танкиста хрустицкого",
      "Type": "ул."
    },
    {
      "Name": "пролетарская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "пенсионеров ленинского района снт",
      "Type": ""
    },
    {
      "Name": "лахтинская",
      "Type": "ул."
    },
    {
      "Name": "стремянная",
      "Type": "ул."
    },
    {
      "Name": "чичеринская",
      "Type": "ул."
    },
    {
      "Name": "комсомольский",
      "Type": "пер."
    },
    {
      "Name": "лшуапк сдт, вишневая",
      "Type": "ул."
    },
    {
      "Name": "якубовича",
      "Type": "ул."
    },
    {
      "Name": "подводника кузьмина",
      "Type": "ул."
    },
    {
      "Name": "железнодорожный",
      "Type": "пр."
    },
    {
      "Name": "николая соколова",
      "Type": "ул."
    },
    {
      "Name": "советский",
      "Type": "пер."
    },
    {
      "Name": "швейцарская",
      "Type": "ул."
    },
    {
      "Name": "веретено-2 с-во, новостроек",
      "Type": "ул."
    },
    {
      "Name": "дружный-2 с-во",
      "Type": ""
    },
    {
      "Name": "исидоровский",
      "Type": "пер."
    },
    {
      "Name": "невская",
      "Type": "ул."
    },
    {
      "Name": "ермоловский",
      "Type": "пер."
    },
    {
      "Name": "новочеркасский",
      "Type": "пр."
    },
    {
      "Name": "адмирала черокова",
      "Type": "ул."
    },
    {
      "Name": "карла маркса ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "новолахтинская",
      "Type": ""
    },
    {
      "Name": "промышленная",
      "Type": "ул."
    },
    {
      "Name": "минский",
      "Type": "пер."
    },
    {
      "Name": "уральская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, александровская",
      "Type": "ул."
    },
    {
      "Name": "южная (дюны)",
      "Type": "ул."
    },
    {
      "Name": "кронколония",
      "Type": "тер."
    },
    {
      "Name": "заячий",
      "Type": "пр."
    },
    {
      "Name": "одоевского",
      "Type": "ул."
    },
    {
      "Name": "просвещения",
      "Type": "пр."
    },
    {
      "Name": "стахановцев",
      "Type": "ул."
    },
    {
      "Name": "литейная",
      "Type": "ул."
    },
    {
      "Name": "кирпичная",
      "Type": "ул."
    },
    {
      "Name": "ляминский",
      "Type": "пер."
    },
    {
      "Name": "балтфлота",
      "Type": "пл."
    },
    {
      "Name": "адмирала трибуца",
      "Type": "ул."
    },
    {
      "Name": "максима горького",
      "Type": "ул."
    },
    {
      "Name": "юных пролетариев",
      "Type": "ул."
    },
    {
      "Name": "кудринский",
      "Type": "пер."
    },
    {
      "Name": "вокзальная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "колхозный",
      "Type": "пер."
    },
    {
      "Name": "лыжный",
      "Type": "пер."
    },
    {
      "Name": "эриванская",
      "Type": "ул."
    },
    {
      "Name": "пилотов",
      "Type": "ул."
    },
    {
      "Name": "джона рида",
      "Type": "ул."
    },
    {
      "Name": "комендантский",
      "Type": "пр."
    },
    {
      "Name": "фонтанная",
      "Type": "ул."
    },
    {
      "Name": "церковная",
      "Type": "ул."
    },
    {
      "Name": "калинкин",
      "Type": "пер."
    },
    {
      "Name": "румянцевская",
      "Type": "пл."
    },
    {
      "Name": "веденеева",
      "Type": "ул."
    },
    {
      "Name": "красное село, привокзальная",
      "Type": "ул."
    },
    {
      "Name": "ярославский",
      "Type": "пр."
    },
    {
      "Name": "ульянова александра",
      "Type": "ул."
    },
    {
      "Name": "якорная",
      "Type": "ул."
    },
    {
      "Name": "марата ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "новаторская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "асафьева",
      "Type": "ул."
    },
    {
      "Name": "ловизский",
      "Type": "пер."
    },
    {
      "Name": "шостаковича",
      "Type": "ул."
    },
    {
      "Name": "прудковский",
      "Type": "пер."
    },
    {
      "Name": "парголово, суздальский",
      "Type": "пр."
    },
    {
      "Name": "малая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "бехтерева",
      "Type": "ул."
    },
    {
      "Name": "каменноостровский",
      "Type": "пр."
    },
    {
      "Name": "прилукская",
      "Type": "ул."
    },
    {
      "Name": "огородная",
      "Type": "ул."
    },
    {
      "Name": "кокколевская",
      "Type": "ул."
    },
    {
      "Name": "жени егоровой",
      "Type": "ул."
    },
    {
      "Name": "потемкинская",
      "Type": "ул."
    },
    {
      "Name": "ярославская",
      "Type": "ул."
    },
    {
      "Name": "петровский",
      "Type": "пер."
    },
    {
      "Name": "бородачева",
      "Type": "ул."
    },
    {
      "Name": "высоковольтная",
      "Type": "ул."
    },
    {
      "Name": "угловой",
      "Type": "пер."
    },
    {
      "Name": "кедринская",
      "Type": "ул."
    },
    {
      "Name": "левашово, горького",
      "Type": "ул."
    },
    {
      "Name": "красное село, зеленая",
      "Type": "ул."
    },
    {
      "Name": "перевозная",
      "Type": "наб."
    },
    {
      "Name": "манежный",
      "Type": "пер."
    },
    {
      "Name": "песочная",
      "Type": "ул."
    },
    {
      "Name": "1-я зеленая",
      "Type": "ул."
    },
    {
      "Name": "съезжинский",
      "Type": "пер."
    },
    {
      "Name": "вадима шефнера",
      "Type": "ул."
    },
    {
      "Name": "дружный-1 с-во",
      "Type": ""
    },
    {
      "Name": "полярников",
      "Type": "ул."
    },
    {
      "Name": "гатчинская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, сестрорецкая",
      "Type": "ул."
    },
    {
      "Name": "интернациональная",
      "Type": "ул."
    },
    {
      "Name": "новгородский",
      "Type": "пер."
    },
    {
      "Name": "новожиловский проезд",
      "Type": ""
    },
    {
      "Name": "большой",
      "Type": "пр."
    },
    {
      "Name": "евгения ефета",
      "Type": "ул."
    },
    {
      "Name": "черниговский",
      "Type": "пер."
    },
    {
      "Name": "лисий нос, раздельный",
      "Type": "пр."
    },
    {
      "Name": "славянская",
      "Type": "дор."
    },
    {
      "Name": "колхозная",
      "Type": "ул."
    },
    {
      "Name": "парголово, успенская",
      "Type": "дор."
    },
    {
      "Name": "федеративная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "королёва",
      "Type": "пр."
    },
    {
      "Name": "авангардная",
      "Type": "ул."
    },
    {
      "Name": "красное село, юных пионеров",
      "Type": "ул."
    },
    {
      "Name": "политрука пасечника",
      "Type": "ул."
    },
    {
      "Name": "ногина",
      "Type": "пер."
    },
    {
      "Name": "корпусная",
      "Type": "ул."
    },
    {
      "Name": "южная аллея",
      "Type": ""
    },
    {
      "Name": "соловьиная",
      "Type": "ул."
    },
    {
      "Name": "экипажный",
      "Type": "пер."
    },
    {
      "Name": "антропшинская",
      "Type": "ул."
    },
    {
      "Name": "магдалинский",
      "Type": "пер."
    },
    {
      "Name": "красное село, пушкина",
      "Type": "ул."
    },
    {
      "Name": "производственная зона (горелово)",
      "Type": ""
    },
    {
      "Name": "лисий нос, корженевская",
      "Type": "ул."
    },
    {
      "Name": "6-я советская",
      "Type": "ул."
    },
    {
      "Name": "третьей пятилетки",
      "Type": "ул."
    },
    {
      "Name": "красина",
      "Type": "ул."
    },
    {
      "Name": "брестский",
      "Type": "бул."
    },
    {
      "Name": "прачечный",
      "Type": "пер."
    },
    {
      "Name": "ремесленная",
      "Type": "ул."
    },
    {
      "Name": "константина заслонова",
      "Type": "ул."
    },
    {
      "Name": "большевиков",
      "Type": "пр."
    },
    {
      "Name": "станционная",
      "Type": "ул."
    },
    {
      "Name": "рубежная",
      "Type": "дор."
    },
    {
      "Name": "средняя подьяческая",
      "Type": "ул."
    },
    {
      "Name": "озерная",
      "Type": "ул."
    },
    {
      "Name": "сортировочная-московская",
      "Type": "ул."
    },
    {
      "Name": "испытателей",
      "Type": "пр."
    },
    {
      "Name": "островского",
      "Type": "ул."
    },
    {
      "Name": "парголово, николая рубцова",
      "Type": "ул."
    },
    {
      "Name": "красное село, авиационная",
      "Type": "ул."
    },
    {
      "Name": "малая садовая",
      "Type": "ул."
    },
    {
      "Name": "сочинская",
      "Type": "ул."
    },
    {
      "Name": "нованарвский",
      "Type": "пер."
    },
    {
      "Name": "дмитриевская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "александра матросова",
      "Type": "ул."
    },
    {
      "Name": "красное село, стрельнинское",
      "Type": "ш."
    },
    {
      "Name": "лиственный пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "железнодорожная (дибуны)",
      "Type": "ул."
    },
    {
      "Name": "богумиловская",
      "Type": "ул."
    },
    {
      "Name": "нахимова",
      "Type": "ул."
    },
    {
      "Name": "адмирала коновалова",
      "Type": "ул."
    },
    {
      "Name": "красное село, дальняя",
      "Type": "ул."
    },
    {
      "Name": "красное село, красногвардейская",
      "Type": "ул."
    },
    {
      "Name": "5-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "леснозаводская",
      "Type": "ул."
    },
    {
      "Name": "зеленая",
      "Type": "ул."
    },
    {
      "Name": "тупиковая",
      "Type": "ул."
    },
    {
      "Name": "малая подьяческая",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, большой",
      "Type": "пр."
    },
    {
      "Name": "приморский",
      "Type": "пр."
    },
    {
      "Name": "дачное",
      "Type": ""
    },
    {
      "Name": "красное село, чапаева",
      "Type": "ул."
    },
    {
      "Name": "парковая ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "сельская",
      "Type": "ул."
    },
    {
      "Name": "парголово, шишкина",
      "Type": "ул."
    },
    {
      "Name": "котина",
      "Type": "ул."
    },
    {
      "Name": "гродненский",
      "Type": "пер."
    },
    {
      "Name": "кронштадтская",
      "Type": "ул."
    },
    {
      "Name": "революции",
      "Type": "пл."
    },
    {
      "Name": "связная",
      "Type": "ул."
    },
    {
      "Name": "кокушкин",
      "Type": "пер."
    },
    {
      "Name": "планерная",
      "Type": "ул."
    },
    {
      "Name": "кирилловская",
      "Type": "ул."
    },
    {
      "Name": "хвойная",
      "Type": "ул."
    },
    {
      "Name": "военный городок",
      "Type": ""
    },
    {
      "Name": "обороны",
      "Type": "ул."
    },
    {
      "Name": "мичманская",
      "Type": "ул."
    },
    {
      "Name": "парголово, фермерский",
      "Type": "пер."
    },
    {
      "Name": "большой казачий",
      "Type": "пер."
    },
    {
      "Name": "21-я линия",
      "Type": ""
    },
    {
      "Name": "канареечная",
      "Type": "ул."
    },
    {
      "Name": "тютчевская",
      "Type": "ул."
    },
    {
      "Name": "советский пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "братьев радченко",
      "Type": "ул."
    },
    {
      "Name": "финляндская",
      "Type": "ул."
    },
    {
      "Name": "московское шоссе",
      "Type": ""
    },
    {
      "Name": "левашово, карпова",
      "Type": "пр."
    },
    {
      "Name": "пилотная",
      "Type": "ул."
    },
    {
      "Name": "жуков",
      "Type": "пер."
    },
    {
      "Name": "оранжерейная",
      "Type": "ул."
    },
    {
      "Name": "тарховский",
      "Type": "пер."
    },
    {
      "Name": "средней невки реки",
      "Type": "наб."
    },
    {
      "Name": "южная",
      "Type": "ул."
    },
    {
      "Name": "бабушкина",
      "Type": "ул."
    },
    {
      "Name": "пинегина",
      "Type": "ул."
    },
    {
      "Name": "конторская",
      "Type": "ул."
    },
    {
      "Name": "2-я березовая аллея",
      "Type": ""
    },
    {
      "Name": "военная",
      "Type": "ул."
    },
    {
      "Name": "черноморский",
      "Type": "пер."
    },
    {
      "Name": "рабочая",
      "Type": "ул."
    },
    {
      "Name": "дубковский",
      "Type": "пер."
    },
    {
      "Name": "канонерский остров",
      "Type": ""
    },
    {
      "Name": "герцена ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "алексеевская",
      "Type": "ул."
    },
    {
      "Name": "инструментальщиков",
      "Type": "ул."
    },
    {
      "Name": "прядильный",
      "Type": "пер."
    },
    {
      "Name": "купчинская",
      "Type": "ул."
    },
    {
      "Name": "думская",
      "Type": "ул."
    },
    {
      "Name": "5-й кв-л",
      "Type": ""
    },
    {
      "Name": "серпуховская",
      "Type": "ул."
    },
    {
      "Name": "парголово, брюлловская",
      "Type": "ул."
    },
    {
      "Name": "красное село, таврический",
      "Type": "пер."
    },
    {
      "Name": "благодатная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, парковая",
      "Type": "ул."
    },
    {
      "Name": "прямая",
      "Type": "ул."
    },
    {
      "Name": "выборгское",
      "Type": "ш."
    },
    {
      "Name": "ленинградское",
      "Type": "ш."
    },
    {
      "Name": "краснокутская",
      "Type": "ул."
    },
    {
      "Name": "космонавтов",
      "Type": "пр."
    },
    {
      "Name": "лизы чайкиной",
      "Type": "ул."
    },
    {
      "Name": "малая бухарестская",
      "Type": "ул."
    },
    {
      "Name": "оружейника федорова",
      "Type": "ул."
    },
    {
      "Name": "1-й курортный",
      "Type": "пер."
    },
    {
      "Name": "2-я дачная",
      "Type": "ул."
    },
    {
      "Name": "профсоюзная",
      "Type": "ул."
    },
    {
      "Name": "саблинская",
      "Type": "ул."
    },
    {
      "Name": "воскова",
      "Type": "ул."
    },
    {
      "Name": "луизино, новая",
      "Type": "ул."
    },
    {
      "Name": "линия 5.",
      "Type": ""
    },
    {
      "Name": "минина пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "поселковый пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "старого театра",
      "Type": "пл."
    },
    {
      "Name": "озерковский 2",
      "Type": "пер."
    },
    {
      "Name": "красное село, лагерная",
      "Type": "ул."
    },
    {
      "Name": "красное село, освобождения",
      "Type": "ул."
    },
    {
      "Name": "красное село, строительный",
      "Type": "пер."
    },
    {
      "Name": "знаменка, новая",
      "Type": "ул."
    },
    {
      "Name": "красноармейская ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "лшуапк сдт, тополевая",
      "Type": "ул."
    },
    {
      "Name": "парголово, крутая",
      "Type": "ул."
    },
    {
      "Name": "садоводческая 3-я",
      "Type": "ул."
    },
    {
      "Name": "калинина",
      "Type": "ул."
    },
    {
      "Name": "беличья",
      "Type": "ул."
    },
    {
      "Name": "мурзинская",
      "Type": "ул."
    },
    {
      "Name": "лиговский",
      "Type": "пер."
    },
    {
      "Name": "средний",
      "Type": "пер."
    },
    {
      "Name": "учебный",
      "Type": "пер."
    },
    {
      "Name": "прудовая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "луговая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "вербная",
      "Type": "ул."
    },
    {
      "Name": "грузовой",
      "Type": "прд."
    },
    {
      "Name": "чебоксарский",
      "Type": "пер."
    },
    {
      "Name": "бугровая",
      "Type": "ул."
    },
    {
      "Name": "добрососедская",
      "Type": "ул."
    },
    {
      "Name": "бойцова",
      "Type": "пер."
    },
    {
      "Name": "меншиковский",
      "Type": "пр."
    },
    {
      "Name": "отважных",
      "Type": "ул."
    },
    {
      "Name": "зелёный сад",
      "Type": "сад-во"
    },
    {
      "Name": "приморская",
      "Type": "ул."
    },
    {
      "Name": "парголово, кабаловская",
      "Type": "ул."
    },
    {
      "Name": "малахит с-во",
      "Type": ""
    },
    {
      "Name": "ялтинская",
      "Type": "ул."
    },
    {
      "Name": "писемского",
      "Type": "ул."
    },
    {
      "Name": "2-й муринский",
      "Type": "пр."
    },
    {
      "Name": "красное село, гражданская",
      "Type": "ул."
    },
    {
      "Name": "майский",
      "Type": "пер."
    },
    {
      "Name": "магазейная",
      "Type": "ул."
    },
    {
      "Name": "большая подьяческая",
      "Type": "ул."
    },
    {
      "Name": "лиговский",
      "Type": "пр."
    },
    {
      "Name": "слепушкина",
      "Type": "пер."
    },
    {
      "Name": "новосельковская",
      "Type": "ул."
    },
    {
      "Name": "лесной 2-ой",
      "Type": "пер."
    },
    {
      "Name": "бринько",
      "Type": "пер."
    },
    {
      "Name": "хошимина",
      "Type": "ул."
    },
    {
      "Name": "западная ал.",
      "Type": ""
    },
    {
      "Name": "торфяная",
      "Type": "дор."
    },
    {
      "Name": "матвеева",
      "Type": "пер."
    },
    {
      "Name": "красное село, восстановления",
      "Type": "ул."
    },
    {
      "Name": "малая разночинная",
      "Type": "ул."
    },
    {
      "Name": "академика шиманского",
      "Type": "ул."
    },
    {
      "Name": "первого мая",
      "Type": "ул."
    },
    {
      "Name": "ключевая",
      "Type": "ул."
    },
    {
      "Name": "полоцкая",
      "Type": "ул."
    },
    {
      "Name": "лессинга ал.",
      "Type": ""
    },
    {
      "Name": "лисий нос, красноармейская",
      "Type": "ул."
    },
    {
      "Name": "средневыборгское",
      "Type": "ш."
    },
    {
      "Name": "встреч",
      "Type": "ул."
    },
    {
      "Name": "булавского",
      "Type": "ул."
    },
    {
      "Name": "малая ленинградская",
      "Type": "ул."
    },
    {
      "Name": "полигонный",
      "Type": "пер."
    },
    {
      "Name": "забайкальская",
      "Type": "ул."
    },
    {
      "Name": "парголово, овражный",
      "Type": "пер."
    },
    {
      "Name": "николаева",
      "Type": "ул."
    },
    {
      "Name": "курортная",
      "Type": "ул."
    },
    {
      "Name": "косая",
      "Type": "ул."
    },
    {
      "Name": "андреева",
      "Type": "ул."
    },
    {
      "Name": "санаторная ал.",
      "Type": ""
    },
    {
      "Name": "лисий нос, полянская 2",
      "Type": "ул."
    },
    {
      "Name": "поперечная 1",
      "Type": "ул."
    },
    {
      "Name": "восточная ул. (лигово)",
      "Type": "ул"
    },
    {
      "Name": "владимирская",
      "Type": "пл."
    },
    {
      "Name": "хохрякова",
      "Type": "ул."
    },
    {
      "Name": "витебская",
      "Type": "ул."
    },
    {
      "Name": "расстанная",
      "Type": "ул."
    },
    {
      "Name": "советская 4-я",
      "Type": "ул."
    },
    {
      "Name": "чапаева",
      "Type": "ул."
    },
    {
      "Name": "школьный",
      "Type": "пер."
    },
    {
      "Name": "почтамтский",
      "Type": "пер."
    },
    {
      "Name": "помяловского",
      "Type": "ул."
    },
    {
      "Name": "адмирала исакова",
      "Type": "ул."
    },
    {
      "Name": "красное село, фабричный пос.",
      "Type": ""
    },
    {
      "Name": "центральная ал.",
      "Type": ""
    },
    {
      "Name": "запорожская",
      "Type": "ул."
    },
    {
      "Name": "большая пушкарская",
      "Type": "ул."
    },
    {
      "Name": "24-й кв-л",
      "Type": ""
    },
    {
      "Name": "болотный проезд",
      "Type": ""
    },
    {
      "Name": "кавалерская",
      "Type": "ул."
    },
    {
      "Name": "тонева",
      "Type": "ул."
    },
    {
      "Name": "красное село, ю. пасторова",
      "Type": "ул."
    },
    {
      "Name": "российский пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "рыбинская",
      "Type": "ул."
    },
    {
      "Name": "чернорецкий",
      "Type": "пер."
    },
    {
      "Name": "александровский",
      "Type": "пер."
    },
    {
      "Name": "сидоровского кан.",
      "Type": "наб."
    },
    {
      "Name": "парголово, лагерный",
      "Type": "пер."
    },
    {
      "Name": "дубовая",
      "Type": "ул."
    },
    {
      "Name": "песчаный",
      "Type": "пер."
    },
    {
      "Name": "витебский",
      "Type": "пр."
    },
    {
      "Name": "красное село, суворова",
      "Type": "ул."
    },
    {
      "Name": "яковлевский",
      "Type": "пер."
    },
    {
      "Name": "миргородская",
      "Type": "ул."
    },
    {
      "Name": "мичурина",
      "Type": "ул."
    },
    {
      "Name": "героев",
      "Type": "ул."
    },
    {
      "Name": "тургенева",
      "Type": "ул."
    },
    {
      "Name": "александра товпеко",
      "Type": "ул."
    },
    {
      "Name": "красный октябрь снт",
      "Type": ""
    },
    {
      "Name": "чистяковская",
      "Type": "ул."
    },
    {
      "Name": "парголово, ключевая",
      "Type": "ул."
    },
    {
      "Name": "пятилеток",
      "Type": "пр."
    },
    {
      "Name": "лаврский",
      "Type": "прд."
    },
    {
      "Name": "раумская",
      "Type": "ул."
    },
    {
      "Name": "алексеевский",
      "Type": "пер."
    },
    {
      "Name": "глинки",
      "Type": "ул."
    },
    {
      "Name": "адмиралтейского кан.",
      "Type": "наб."
    },
    {
      "Name": "красноградский",
      "Type": "пер."
    },
    {
      "Name": "малодетскосельский",
      "Type": "пр."
    },
    {
      "Name": "парголово, горское",
      "Type": "ш."
    },
    {
      "Name": "железнодорожная ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "ремизова",
      "Type": "ул."
    },
    {
      "Name": "володи дубинина",
      "Type": "ул."
    },
    {
      "Name": "ионинская",
      "Type": "ул."
    },
    {
      "Name": "пушкинская",
      "Type": "ул."
    },
    {
      "Name": "петрозаводское",
      "Type": "ш."
    },
    {
      "Name": "парголово, рощинский",
      "Type": "пер."
    },
    {
      "Name": "большая пороховская",
      "Type": "ул."
    },
    {
      "Name": "красное село, гатчинское",
      "Type": "ш."
    },
    {
      "Name": "глухоозерское",
      "Type": "ш."
    },
    {
      "Name": "8-й кв-л",
      "Type": ""
    },
    {
      "Name": "линия 6-я",
      "Type": ""
    },
    {
      "Name": "новодеревенская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, ленинградское",
      "Type": "ш."
    },
    {
      "Name": "друскеникский",
      "Type": "пер."
    },
    {
      "Name": "парголово, кооперативная",
      "Type": "ул."
    },
    {
      "Name": "серебряков",
      "Type": "пер."
    },
    {
      "Name": "сизова",
      "Type": "пр."
    },
    {
      "Name": "вавилова",
      "Type": "ул."
    },
    {
      "Name": "удаловская",
      "Type": "ул."
    },
    {
      "Name": "батайский",
      "Type": "пер."
    },
    {
      "Name": "торики",
      "Type": "сад-во"
    },
    {
      "Name": "красной звезды",
      "Type": "ул."
    },
    {
      "Name": "евпаторийский",
      "Type": "пер."
    },
    {
      "Name": "отечественная",
      "Type": "ул."
    },
    {
      "Name": "яблочкова",
      "Type": "ул."
    },
    {
      "Name": "черной речки",
      "Type": "наб."
    },
    {
      "Name": "морская",
      "Type": "ул."
    },
    {
      "Name": "скобелевский",
      "Type": "пр."
    },
    {
      "Name": "глухая зеленина",
      "Type": "ул."
    },
    {
      "Name": "южное",
      "Type": "ш."
    },
    {
      "Name": "1-й муринский",
      "Type": "пр."
    },
    {
      "Name": "гаврская",
      "Type": "ул."
    },
    {
      "Name": "апрельская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, приморское шоссе",
      "Type": ""
    },
    {
      "Name": "владимирский",
      "Type": "пер."
    },
    {
      "Name": "якобштадтский",
      "Type": "пер."
    },
    {
      "Name": "гапсальская",
      "Type": "ул."
    },
    {
      "Name": "20-я линия",
      "Type": ""
    },
    {
      "Name": "таллинское",
      "Type": "ш."
    },
    {
      "Name": "володарский",
      "Type": "пр."
    },
    {
      "Name": "аптекарская",
      "Type": "наб."
    },
    {
      "Name": "миллионная",
      "Type": "ул."
    },
    {
      "Name": "октябрьская",
      "Type": "ул."
    },
    {
      "Name": "черникова",
      "Type": "ул."
    },
    {
      "Name": "заозерное снт",
      "Type": ""
    },
    {
      "Name": "крылова",
      "Type": "пер."
    },
    {
      "Name": "астрономическая",
      "Type": "ул."
    },
    {
      "Name": "северная ал.",
      "Type": ""
    },
    {
      "Name": "байконурская",
      "Type": "ул."
    },
    {
      "Name": "28-я линия",
      "Type": ""
    },
    {
      "Name": "егерская",
      "Type": "ул."
    },
    {
      "Name": "пулковская",
      "Type": "ул."
    },
    {
      "Name": "лшуапк сдт, долгобродская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, промежуточная",
      "Type": "ул."
    },
    {
      "Name": "константиноградская",
      "Type": "ул."
    },
    {
      "Name": "композиторов",
      "Type": "ул."
    },
    {
      "Name": "можайского ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "дибуновская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, ореховская",
      "Type": "ул."
    },
    {
      "Name": "мартынова",
      "Type": "ул."
    },
    {
      "Name": "волго-донская",
      "Type": "ул."
    },
    {
      "Name": "люблинский",
      "Type": "пер."
    },
    {
      "Name": "ждановская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, лесная",
      "Type": "ул."
    },
    {
      "Name": "новоутиная",
      "Type": "ул."
    },
    {
      "Name": "виленский",
      "Type": "пер."
    },
    {
      "Name": "волынский",
      "Type": "пер."
    },
    {
      "Name": "щукин",
      "Type": "пер."
    },
    {
      "Name": "степана разина",
      "Type": "ул."
    },
    {
      "Name": "союзный",
      "Type": "пр."
    },
    {
      "Name": "связист снт",
      "Type": ""
    },
    {
      "Name": "пражская",
      "Type": "ул."
    },
    {
      "Name": "адмиралтейская",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 10",
      "Type": "ул."
    },
    {
      "Name": "индустриальный",
      "Type": "пр."
    },
    {
      "Name": "дойников",
      "Type": "пер."
    },
    {
      "Name": "красное село, ленинградская",
      "Type": "ул."
    },
    {
      "Name": "магазинная",
      "Type": "ул."
    },
    {
      "Name": "гостилицкое",
      "Type": "ш."
    },
    {
      "Name": "кропоткинская",
      "Type": "ул."
    },
    {
      "Name": "оренбургская",
      "Type": "ул."
    },
    {
      "Name": "рижская",
      "Type": "ул."
    },
    {
      "Name": "вольновская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "красное село, девятого мая",
      "Type": "ул."
    },
    {
      "Name": "красное село, севастопольский",
      "Type": "пер."
    },
    {
      "Name": "институтская",
      "Type": "ул."
    },
    {
      "Name": "макарова",
      "Type": "ул."
    },
    {
      "Name": "волжский",
      "Type": "пер."
    },
    {
      "Name": "гастелло",
      "Type": "ул."
    },
    {
      "Name": "костылева",
      "Type": "ул."
    },
    {
      "Name": "лебединая",
      "Type": "ул."
    },
    {
      "Name": "12-й кв-л",
      "Type": ""
    },
    {
      "Name": "болотная",
      "Type": "ул."
    },
    {
      "Name": "набережный",
      "Type": "пер."
    },
    {
      "Name": "стародеревенская",
      "Type": "ул."
    },
    {
      "Name": "мокколовская",
      "Type": "ул."
    },
    {
      "Name": "парголово, тихоокеанская",
      "Type": "ул."
    },
    {
      "Name": "коллонтай",
      "Type": "ул."
    },
    {
      "Name": "ракитовская",
      "Type": "ул."
    },
    {
      "Name": "молдагуловой",
      "Type": "ул."
    },
    {
      "Name": "комсомола ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "красное село, республиканская (мож-ий)",
      "Type": "ул."
    },
    {
      "Name": "луговой",
      "Type": "пер."
    },
    {
      "Name": "каменка",
      "Type": "ул."
    },
    {
      "Name": "загородный",
      "Type": "пр."
    },
    {
      "Name": "пляжевая",
      "Type": "ул."
    },
    {
      "Name": "левашово, шуваловская",
      "Type": "ул."
    },
    {
      "Name": "мытнинский",
      "Type": "пер."
    },
    {
      "Name": "егорова",
      "Type": "ул."
    },
    {
      "Name": "большая десятинная",
      "Type": "ул."
    },
    {
      "Name": "парголово, михаила дудина",
      "Type": "ул."
    },
    {
      "Name": "примакова",
      "Type": "ул."
    },
    {
      "Name": "доблести",
      "Type": "ул."
    },
    {
      "Name": "заводской",
      "Type": "пр."
    },
    {
      "Name": "тулонская алеея",
      "Type": ""
    },
    {
      "Name": "новая прорезка",
      "Type": "ул."
    },
    {
      "Name": "щорса ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "ленский",
      "Type": "пер."
    },
    {
      "Name": "парголовский",
      "Type": "пер."
    },
    {
      "Name": "тоpговый пp.",
      "Type": ""
    },
    {
      "Name": "металлургов",
      "Type": "ул."
    },
    {
      "Name": "угольная",
      "Type": "ул."
    },
    {
      "Name": "седова",
      "Type": "ул."
    },
    {
      "Name": "театральная",
      "Type": "пл."
    },
    {
      "Name": "парголово, 2-й",
      "Type": "пер."
    },
    {
      "Name": "1-я утиная",
      "Type": "ул."
    },
    {
      "Name": "молодежная",
      "Type": "ул."
    },
    {
      "Name": "желябова",
      "Type": "ул."
    },
    {
      "Name": "петербургское",
      "Type": "ш."
    },
    {
      "Name": "приозерское",
      "Type": "ш."
    },
    {
      "Name": "пушкинский",
      "Type": "пер."
    },
    {
      "Name": "большая",
      "Type": "ул."
    },
    {
      "Name": "актерский",
      "Type": "прд."
    },
    {
      "Name": "ручейный",
      "Type": "пер."
    },
    {
      "Name": "гуммолосары, вокзальная",
      "Type": "ул."
    },
    {
      "Name": "конногвардейский",
      "Type": "бул."
    },
    {
      "Name": "карташихина",
      "Type": "ул."
    },
    {
      "Name": "заповедная",
      "Type": "ул."
    },
    {
      "Name": "плановая",
      "Type": "ул."
    },
    {
      "Name": "1-я дачная",
      "Type": "ул."
    },
    {
      "Name": "владимирский",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, авиационная",
      "Type": "ул."
    },
    {
      "Name": "парголово, тростниковый",
      "Type": "пер."
    },
    {
      "Name": "социалистическая ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "костюшко",
      "Type": "ул."
    },
    {
      "Name": "вяземский",
      "Type": "пер."
    },
    {
      "Name": "красного текстильщика",
      "Type": "ул."
    },
    {
      "Name": "лесная 3-ая",
      "Type": "ул."
    },
    {
      "Name": "тихая",
      "Type": "ул."
    },
    {
      "Name": "мельничная",
      "Type": "ул."
    },
    {
      "Name": "гренадерская",
      "Type": "ул."
    },
    {
      "Name": "финляндский",
      "Type": "пр."
    },
    {
      "Name": "лагерный пер. (можайский)",
      "Type": "пер."
    },
    {
      "Name": "молодежная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "заозерная",
      "Type": "ул."
    },
    {
      "Name": "межевая",
      "Type": "ул."
    },
    {
      "Name": "межевой",
      "Type": "пер."
    },
    {
      "Name": "зоологическая",
      "Type": "ул."
    },
    {
      "Name": "тосина",
      "Type": "ул."
    },
    {
      "Name": "казанская",
      "Type": "пл."
    },
    {
      "Name": "смольная",
      "Type": "наб."
    },
    {
      "Name": "2-й рабфаковский",
      "Type": "пер."
    },
    {
      "Name": "бармалеева",
      "Type": "ул."
    },
    {
      "Name": "мигуновская",
      "Type": "ул."
    },
    {
      "Name": "арбузовский",
      "Type": "пер."
    },
    {
      "Name": "английская",
      "Type": "наб."
    },
    {
      "Name": "верхний 3",
      "Type": "пер."
    },
    {
      "Name": "победы",
      "Type": "пл."
    },
    {
      "Name": "рентгена",
      "Type": "ул."
    },
    {
      "Name": "озерковский 3",
      "Type": "пер."
    },
    {
      "Name": "балканская",
      "Type": "пл."
    },
    {
      "Name": "советский",
      "Type": "пр."
    },
    {
      "Name": "екатерининский",
      "Type": "пер."
    },
    {
      "Name": "сердобольская",
      "Type": "ул."
    },
    {
      "Name": "биржевая лин.",
      "Type": ""
    },
    {
      "Name": "понтонная",
      "Type": "ул."
    },
    {
      "Name": "садовая",
      "Type": "ул."
    },
    {
      "Name": "кустарный",
      "Type": "пер."
    },
    {
      "Name": "капитанская",
      "Type": "ул."
    },
    {
      "Name": "боткинская",
      "Type": "ул."
    },
    {
      "Name": "зеленков",
      "Type": "пер."
    },
    {
      "Name": "новаторов",
      "Type": "бул."
    },
    {
      "Name": "даниила хармса",
      "Type": "ул."
    },
    {
      "Name": "лагерная",
      "Type": "ул."
    },
    {
      "Name": "кузьминское",
      "Type": "ш."
    },
    {
      "Name": "кулибина",
      "Type": "пл."
    },
    {
      "Name": "поперечная 4",
      "Type": "ул."
    },
    {
      "Name": "комендантская",
      "Type": "пл."
    },
    {
      "Name": "котельникова ал.",
      "Type": ""
    },
    {
      "Name": "дегтярный",
      "Type": "пер."
    },
    {
      "Name": "дорога на металлострой",
      "Type": ""
    },
    {
      "Name": "литке",
      "Type": "ул."
    },
    {
      "Name": "парголово, кемеровская",
      "Type": "ул."
    },
    {
      "Name": "всеволожская",
      "Type": "ул."
    },
    {
      "Name": "григорьева",
      "Type": "ул."
    },
    {
      "Name": "шателена",
      "Type": "ул."
    },
    {
      "Name": "турбинная",
      "Type": "ул."
    },
    {
      "Name": "ковалевская",
      "Type": "ул."
    },
    {
      "Name": "советская",
      "Type": "ул."
    },
    {
      "Name": "мастеровой",
      "Type": "пер."
    },
    {
      "Name": "западный",
      "Type": "пер."
    },
    {
      "Name": "сиреневый",
      "Type": "бул."
    },
    {
      "Name": "карпатская мал.",
      "Type": "ул."
    },
    {
      "Name": "курская",
      "Type": "ул."
    },
    {
      "Name": "горностаевый",
      "Type": "пер."
    },
    {
      "Name": "красная славянка",
      "Type": ""
    },
    {
      "Name": "есенина",
      "Type": "ул."
    },
    {
      "Name": "дыбенко",
      "Type": "ул."
    },
    {
      "Name": "петровский",
      "Type": "пр."
    },
    {
      "Name": "индустриализации",
      "Type": "ул."
    },
    {
      "Name": "верхний 1",
      "Type": "пер."
    },
    {
      "Name": "яблоновка бол.",
      "Type": ""
    },
    {
      "Name": "дерновая",
      "Type": "ул."
    },
    {
      "Name": "шишмаревский",
      "Type": "пер."
    },
    {
      "Name": "яхтенная",
      "Type": "ул."
    },
    {
      "Name": "сызранская",
      "Type": "ул."
    },
    {
      "Name": "3-й кв-л",
      "Type": ""
    },
    {
      "Name": "рузовская",
      "Type": "ул."
    },
    {
      "Name": "левашово, маяковского",
      "Type": "ул."
    },
    {
      "Name": "парголово, ломоносова",
      "Type": "ул."
    },
    {
      "Name": "морской",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, полянская 3",
      "Type": "ул."
    },
    {
      "Name": "малая конюшенная",
      "Type": "ул."
    },
    {
      "Name": "просвещения",
      "Type": "ул."
    },
    {
      "Name": "верхний 6",
      "Type": "пер."
    },
    {
      "Name": "парголово, 7-я аллея",
      "Type": ""
    },
    {
      "Name": "велещинского",
      "Type": "ул."
    },
    {
      "Name": "парголово, ивовая",
      "Type": "ул."
    },
    {
      "Name": "тихорецкий",
      "Type": "пр."
    },
    {
      "Name": "парголово, железнодорожная",
      "Type": "ул."
    },
    {
      "Name": "колпинская",
      "Type": "ул."
    },
    {
      "Name": "свободы 1-й",
      "Type": "пр-д"
    },
    {
      "Name": "адмиралтейская",
      "Type": "наб."
    },
    {
      "Name": "биржевой",
      "Type": "пер."
    },
    {
      "Name": "декабристов",
      "Type": "пер."
    },
    {
      "Name": "левого берега реки ижоры",
      "Type": "наб."
    },
    {
      "Name": "английский",
      "Type": "пр."
    },
    {
      "Name": "вознесенский",
      "Type": "пр."
    },
    {
      "Name": "парголово, санаторный",
      "Type": "пер."
    },
    {
      "Name": "красное село, волна сад.",
      "Type": ""
    },
    {
      "Name": "паровозная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "фарфоровская",
      "Type": "ул."
    },
    {
      "Name": "тележный",
      "Type": "пер."
    },
    {
      "Name": "комсомольская",
      "Type": "ул."
    },
    {
      "Name": "санаторный",
      "Type": "пер."
    },
    {
      "Name": "гуммолосары, 1-й проезд",
      "Type": ""
    },
    {
      "Name": "грёз",
      "Type": "ул."
    },
    {
      "Name": "складской",
      "Type": "прд."
    },
    {
      "Name": "пролетарской диктатуры",
      "Type": "ул"
    },
    {
      "Name": "левашово снт",
      "Type": ""
    },
    {
      "Name": "левашово, карла маркса",
      "Type": "пр."
    },
    {
      "Name": "красная ул. (старо-паново)",
      "Type": "ул"
    },
    {
      "Name": "гартнеровский",
      "Type": "пер."
    },
    {
      "Name": "школьная",
      "Type": "ул."
    },
    {
      "Name": "тарховская 6-ая",
      "Type": "ул."
    },
    {
      "Name": "соболевская дорога",
      "Type": ""
    },
    {
      "Name": "столярный",
      "Type": "пер."
    },
    {
      "Name": "боцманская",
      "Type": "ул."
    },
    {
      "Name": "красное село, дзержинского",
      "Type": "ул."
    },
    {
      "Name": "песочный пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "дудко",
      "Type": "ул."
    },
    {
      "Name": "дачная",
      "Type": "ул."
    },
    {
      "Name": "нововестинская",
      "Type": "ул."
    },
    {
      "Name": "переведенская",
      "Type": "ул."
    },
    {
      "Name": "сергиевская",
      "Type": "ул."
    },
    {
      "Name": "московское",
      "Type": "ш."
    },
    {
      "Name": "парголово, невьянская",
      "Type": "ул."
    },
    {
      "Name": "малоохтинский",
      "Type": "пр."
    },
    {
      "Name": "краснодонцев",
      "Type": "ул."
    },
    {
      "Name": "линия 10-я",
      "Type": ""
    },
    {
      "Name": "приозерная",
      "Type": "ул."
    },
    {
      "Name": "парфеновская",
      "Type": "ул."
    },
    {
      "Name": "пархоменко",
      "Type": "пр."
    },
    {
      "Name": "мельничный",
      "Type": "пер."
    },
    {
      "Name": "водопадная",
      "Type": "ул."
    },
    {
      "Name": "петергофская",
      "Type": "ул."
    },
    {
      "Name": "партизанский",
      "Type": "пер."
    },
    {
      "Name": "плеханова",
      "Type": "ул."
    },
    {
      "Name": "красного курсанта",
      "Type": "ул."
    },
    {
      "Name": "биржевая",
      "Type": "пл."
    },
    {
      "Name": "парголово, вокзальное",
      "Type": "ш."
    },
    {
      "Name": "линия 4.",
      "Type": ""
    },
    {
      "Name": "смоленская",
      "Type": "ул."
    },
    {
      "Name": "ломоносова",
      "Type": "пер."
    },
    {
      "Name": "санкт-петербургский",
      "Type": "пр."
    },
    {
      "Name": "партизана германа",
      "Type": "ул."
    },
    {
      "Name": "малая монетная",
      "Type": "ул."
    },
    {
      "Name": "мариинский проезд",
      "Type": ""
    },
    {
      "Name": "лисий нос, моховая",
      "Type": "ул."
    },
    {
      "Name": "бонч-бруевича",
      "Type": "ул."
    },
    {
      "Name": "лазаретный",
      "Type": "пер."
    },
    {
      "Name": "новорыбинская",
      "Type": "ул."
    },
    {
      "Name": "складская",
      "Type": "ул."
    },
    {
      "Name": "красное село, дружбы",
      "Type": "ул."
    },
    {
      "Name": "красное село, республиканская",
      "Type": "ул."
    },
    {
      "Name": "лендорстрой с-во",
      "Type": ""
    },
    {
      "Name": "российский",
      "Type": "пр."
    },
    {
      "Name": "рыбацкий 3",
      "Type": "прд."
    },
    {
      "Name": "полевая",
      "Type": "ул."
    },
    {
      "Name": "2-я тенистая",
      "Type": "ул."
    },
    {
      "Name": "парголово, подгорная",
      "Type": "ул."
    },
    {
      "Name": "моисеенко",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, короткая",
      "Type": "ул."
    },
    {
      "Name": "александра невского",
      "Type": "пл."
    },
    {
      "Name": "артиллерийский",
      "Type": "пер."
    },
    {
      "Name": "левашово, дружбы",
      "Type": "ул."
    },
    {
      "Name": "хасанская",
      "Type": "ул."
    },
    {
      "Name": "1-я новая",
      "Type": "ул."
    },
    {
      "Name": "большой литейный",
      "Type": "пер."
    },
    {
      "Name": "заварина",
      "Type": "ул."
    },
    {
      "Name": "нахимсона",
      "Type": "ул."
    },
    {
      "Name": "бурцева",
      "Type": "ул."
    },
    {
      "Name": "поперечная 5",
      "Type": "ул."
    },
    {
      "Name": "звенигородская",
      "Type": "ул."
    },
    {
      "Name": "парголово, парковая роща снт",
      "Type": ""
    },
    {
      "Name": "красная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "александра грина булв.",
      "Type": ""
    },
    {
      "Name": "парголово, снт красная заря",
      "Type": ""
    },
    {
      "Name": "колхозная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "среднерогатская",
      "Type": "ул."
    },
    {
      "Name": "тельмана",
      "Type": "ул."
    },
    {
      "Name": "дорога на петро-славянку",
      "Type": ""
    },
    {
      "Name": "первомайский",
      "Type": "пер."
    },
    {
      "Name": "вишерская",
      "Type": "ул."
    },
    {
      "Name": "волковки реки",
      "Type": "наб."
    },
    {
      "Name": "озерной",
      "Type": "пер."
    },
    {
      "Name": "ленина",
      "Type": "пр."
    },
    {
      "Name": "черничная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, николаевский",
      "Type": "пр."
    },
    {
      "Name": "гаванская",
      "Type": "ул."
    },
    {
      "Name": "зайцева",
      "Type": "ул."
    },
    {
      "Name": "прожекторная",
      "Type": "ул."
    },
    {
      "Name": "юнтоловский",
      "Type": "пр."
    },
    {
      "Name": "краснофлотская",
      "Type": "ул."
    },
    {
      "Name": "шишкина",
      "Type": "ул."
    },
    {
      "Name": "золотая",
      "Type": "ул."
    },
    {
      "Name": "шелгунова",
      "Type": "ул."
    },
    {
      "Name": "дворцовая",
      "Type": "наб."
    },
    {
      "Name": "парголово, брусничная",
      "Type": "ул."
    },
    {
      "Name": "абросимова",
      "Type": "ул."
    },
    {
      "Name": "рыбацкий",
      "Type": "пр."
    },
    {
      "Name": "2-я семеновская",
      "Type": "ул."
    },
    {
      "Name": "краснофлотская 1-ая",
      "Type": "ул."
    },
    {
      "Name": "культуры",
      "Type": "пр."
    },
    {
      "Name": "парголово, лесной",
      "Type": "пер."
    },
    {
      "Name": "челиева",
      "Type": "ул."
    },
    {
      "Name": "конюшенная",
      "Type": "пл."
    },
    {
      "Name": "коммуны",
      "Type": "пл."
    },
    {
      "Name": "генерала симоняка",
      "Type": "ул."
    },
    {
      "Name": "буденного пр. (володарский)",
      "Type": "пр."
    },
    {
      "Name": "пушкина",
      "Type": "ул."
    },
    {
      "Name": "зубковская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, боровая",
      "Type": "ул."
    },
    {
      "Name": "маршала мерецкова",
      "Type": "ул."
    },
    {
      "Name": "синопская",
      "Type": "наб."
    },
    {
      "Name": "приреченская",
      "Type": "ул."
    },
    {
      "Name": "8-й проезд",
      "Type": ""
    },
    {
      "Name": "красное село, центральная",
      "Type": "ул."
    },
    {
      "Name": "левашово, горское шос.",
      "Type": ""
    },
    {
      "Name": "екатерингофки реки",
      "Type": "наб."
    },
    {
      "Name": "3-я конная лахта",
      "Type": ""
    },
    {
      "Name": "воскресенская",
      "Type": "наб."
    },
    {
      "Name": "гончарная",
      "Type": "ул."
    },
    {
      "Name": "большая морская",
      "Type": "ул."
    },
    {
      "Name": "малая морская",
      "Type": "ул."
    },
    {
      "Name": "кольцова",
      "Type": "ул."
    },
    {
      "Name": "искусств",
      "Type": "пл."
    },
    {
      "Name": "дмитрия устинова",
      "Type": "ул."
    },
    {
      "Name": "чернова",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, тихая",
      "Type": "ул."
    },
    {
      "Name": "луизино",
      "Type": "ул."
    },
    {
      "Name": "виндавская",
      "Type": "ул."
    },
    {
      "Name": "вторая ул. (лигово)",
      "Type": "ул"
    },
    {
      "Name": "кленовая",
      "Type": "ул."
    },
    {
      "Name": "крупской",
      "Type": "ул."
    },
    {
      "Name": "уральский",
      "Type": "пер."
    },
    {
      "Name": "левашово-2",
      "Type": ""
    },
    {
      "Name": "сосновый пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "верхний 8",
      "Type": "пер."
    },
    {
      "Name": "земский",
      "Type": "пер."
    },
    {
      "Name": "ломоносова",
      "Type": "ул."
    },
    {
      "Name": "гуммолосары, новая",
      "Type": "ул."
    },
    {
      "Name": "изборская",
      "Type": "ул."
    },
    {
      "Name": "орловский",
      "Type": "пер."
    },
    {
      "Name": "дорожная",
      "Type": "ул."
    },
    {
      "Name": "красавица",
      "Type": ""
    },
    {
      "Name": "днепровский",
      "Type": "пер."
    },
    {
      "Name": "нижняя",
      "Type": "дор."
    },
    {
      "Name": "цкбто с-во",
      "Type": ""
    },
    {
      "Name": "госпитальный",
      "Type": "пер."
    },
    {
      "Name": "парголово, карьерная",
      "Type": "ул."
    },
    {
      "Name": "столяров",
      "Type": "пер."
    },
    {
      "Name": "двинская",
      "Type": "ул."
    },
    {
      "Name": "набережная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "газовый завод",
      "Type": "ул."
    },
    {
      "Name": "еловая ал.",
      "Type": ""
    },
    {
      "Name": "6-й проезд",
      "Type": ""
    },
    {
      "Name": "советская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "бадаевское отд.",
      "Type": ""
    },
    {
      "Name": "парголово, сертоловская",
      "Type": "ул."
    },
    {
      "Name": "генерала хрулева",
      "Type": "ул."
    },
    {
      "Name": "сивков",
      "Type": "пер."
    },
    {
      "Name": "трамвайный",
      "Type": "пр."
    },
    {
      "Name": "разводная",
      "Type": "ул."
    },
    {
      "Name": "тярлевский",
      "Type": "пер."
    },
    {
      "Name": "онежский",
      "Type": "прд."
    },
    {
      "Name": "гуммолосары, проездной",
      "Type": "пер."
    },
    {
      "Name": "1-й бадаевский",
      "Type": "пр-д"
    },
    {
      "Name": "менделеевская линия",
      "Type": ""
    },
    {
      "Name": "левашово, парковая",
      "Type": "ул."
    },
    {
      "Name": "парголово, первого мая",
      "Type": "ул."
    },
    {
      "Name": "каугиевская",
      "Type": "ул."
    },
    {
      "Name": "выборгский",
      "Type": "пер."
    },
    {
      "Name": "баболовская",
      "Type": "ул."
    },
    {
      "Name": "еремеева",
      "Type": "ул."
    },
    {
      "Name": "ждановская",
      "Type": "наб."
    },
    {
      "Name": "богатырский",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, глухариная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, ивановская",
      "Type": "ул."
    },
    {
      "Name": "парголово, телевидения",
      "Type": "пр."
    },
    {
      "Name": "воскова ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "красное село, озерная",
      "Type": "наб."
    },
    {
      "Name": "жуковского",
      "Type": "ул."
    },
    {
      "Name": "караванная",
      "Type": "ул."
    },
    {
      "Name": "профессора ивашенцова",
      "Type": "ул."
    },
    {
      "Name": "маршала захарова",
      "Type": "ул."
    },
    {
      "Name": "растрелли",
      "Type": "пл."
    },
    {
      "Name": "круговая",
      "Type": "ул."
    },
    {
      "Name": "парголово, заводская",
      "Type": "ул."
    },
    {
      "Name": "парголово, красноярская",
      "Type": "ул."
    },
    {
      "Name": "тургеневский",
      "Type": "пер."
    },
    {
      "Name": "чудновского",
      "Type": "ул."
    },
    {
      "Name": "полевая 2",
      "Type": "ул."
    },
    {
      "Name": "поселковая",
      "Type": "ул."
    },
    {
      "Name": "9-я линия",
      "Type": ""
    },
    {
      "Name": "левашово, трансформаторный",
      "Type": "пер."
    },
    {
      "Name": "куликовская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, деловая",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, электропередач",
      "Type": "ул."
    },
    {
      "Name": "львовская",
      "Type": "ул."
    },
    {
      "Name": "детскосельский",
      "Type": "пер."
    },
    {
      "Name": "дачный",
      "Type": "пр."
    },
    {
      "Name": "прямой",
      "Type": "пер."
    },
    {
      "Name": "иностранный",
      "Type": "пер."
    },
    {
      "Name": "подгорная",
      "Type": "ул."
    },
    {
      "Name": "ржевская",
      "Type": "ул."
    },
    {
      "Name": "коли томчака",
      "Type": "ул."
    },
    {
      "Name": "2-я волховстроевская",
      "Type": "ул."
    },
    {
      "Name": "грибная",
      "Type": "ул."
    },
    {
      "Name": "марьинский проезд",
      "Type": ""
    },
    {
      "Name": "мытнинская",
      "Type": "наб."
    },
    {
      "Name": "чкаловский",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, горская",
      "Type": "ул."
    },
    {
      "Name": "глеба успенского",
      "Type": "ул."
    },
    {
      "Name": "исполкомская",
      "Type": "ул."
    },
    {
      "Name": "тореза",
      "Type": "пр."
    },
    {
      "Name": "песочный пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "александровский парк",
      "Type": ""
    },
    {
      "Name": "косая дорожка",
      "Type": ""
    },
    {
      "Name": "эрлеровский",
      "Type": "бул."
    },
    {
      "Name": "левашово, каменногорская",
      "Type": "ул."
    },
    {
      "Name": "красных зорь",
      "Type": "бул."
    },
    {
      "Name": "славяночка снт",
      "Type": ""
    },
    {
      "Name": "профессора попова",
      "Type": "ул."
    },
    {
      "Name": "госпитальная",
      "Type": "ул."
    },
    {
      "Name": "любимая",
      "Type": "ул."
    },
    {
      "Name": "красноармейский",
      "Type": "пер."
    },
    {
      "Name": "уютная",
      "Type": "ул."
    },
    {
      "Name": "почтовая",
      "Type": "ул."
    },
    {
      "Name": "павлика морозова",
      "Type": "пер."
    },
    {
      "Name": "косой",
      "Type": "пер."
    },
    {
      "Name": "малый",
      "Type": "пр."
    },
    {
      "Name": "парковая",
      "Type": "ул."
    },
    {
      "Name": "парголовская",
      "Type": "ул."
    },
    {
      "Name": "малинная",
      "Type": "ул."
    },
    {
      "Name": "зенитчиков",
      "Type": "ул."
    },
    {
      "Name": "красное село, социалистическая",
      "Type": "ул."
    },
    {
      "Name": "динамо",
      "Type": "пр."
    },
    {
      "Name": "котовского",
      "Type": "ул."
    },
    {
      "Name": "гаккелевская",
      "Type": "ул."
    },
    {
      "Name": "днепропетровская",
      "Type": "ул."
    },
    {
      "Name": "строительная",
      "Type": "ул."
    },
    {
      "Name": "выставочная",
      "Type": "ул."
    },
    {
      "Name": "вязовая",
      "Type": "ул."
    },
    {
      "Name": "красное село, киевская",
      "Type": "ул."
    },
    {
      "Name": "красное село, лермонтова",
      "Type": "ул."
    },
    {
      "Name": "грибакиных",
      "Type": "ул."
    },
    {
      "Name": "лодейнопольская",
      "Type": "ул."
    },
    {
      "Name": "посадская",
      "Type": "ул."
    },
    {
      "Name": "6-я линия",
      "Type": ""
    },
    {
      "Name": "нейшлотский",
      "Type": "пер."
    },
    {
      "Name": "маяковского",
      "Type": "ул."
    },
    {
      "Name": "безымянная",
      "Type": "ул."
    },
    {
      "Name": "знаменская",
      "Type": "ул."
    },
    {
      "Name": "старопутиловский вал",
      "Type": ""
    },
    {
      "Name": "джамбула",
      "Type": "пер."
    },
    {
      "Name": "сергея марго",
      "Type": "ул."
    },
    {
      "Name": "бестужевская",
      "Type": "ул."
    },
    {
      "Name": "кузнецовская",
      "Type": "ул."
    },
    {
      "Name": "большая ал.",
      "Type": ""
    },
    {
      "Name": "суворовская",
      "Type": "пл."
    },
    {
      "Name": "знаменка, средняя",
      "Type": "ул."
    },
    {
      "Name": "ольгина пруда",
      "Type": "наб."
    },
    {
      "Name": "поклонногорская",
      "Type": "ул."
    },
    {
      "Name": "тярлевская",
      "Type": "ул."
    },
    {
      "Name": "левашово, ручейная",
      "Type": "ул."
    },
    {
      "Name": "литовская",
      "Type": "ул."
    },
    {
      "Name": "победа",
      "Type": "сад-во"
    },
    {
      "Name": "оккервиль реки.",
      "Type": "наб."
    },
    {
      "Name": "пролетарской диктатуры",
      "Type": "ул."
    },
    {
      "Name": "лазурная",
      "Type": "ул."
    },
    {
      "Name": "ростовская",
      "Type": "ул."
    },
    {
      "Name": "афанасьевская",
      "Type": "ул."
    },
    {
      "Name": "расстанный",
      "Type": "пер."
    },
    {
      "Name": "советская 2-ая",
      "Type": "ул."
    },
    {
      "Name": "каменка пос.",
      "Type": ""
    },
    {
      "Name": "угольную гавань",
      "Type": "дор."
    },
    {
      "Name": "российская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "зольная",
      "Type": "ул."
    },
    {
      "Name": "фейгина",
      "Type": "ул."
    },
    {
      "Name": "транспортная",
      "Type": "ул."
    },
    {
      "Name": "конюшенная",
      "Type": "ул."
    },
    {
      "Name": "курчатова",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, холмистая",
      "Type": "ул."
    },
    {
      "Name": "4-я советская",
      "Type": "ул."
    },
    {
      "Name": "гангутская",
      "Type": "ул."
    },
    {
      "Name": "первомайская",
      "Type": "ул."
    },
    {
      "Name": "артиллерийская",
      "Type": "ул."
    },
    {
      "Name": "остроумова",
      "Type": "ул."
    },
    {
      "Name": "эсперова",
      "Type": "ул."
    },
    {
      "Name": "лахтинский",
      "Type": "пр."
    },
    {
      "Name": "веретено-2, железнодоpожная",
      "Type": "ул."
    },
    {
      "Name": "ново-александровская",
      "Type": "ул."
    },
    {
      "Name": "ново-ладожская",
      "Type": "ул."
    },
    {
      "Name": "крестовский",
      "Type": "пр."
    },
    {
      "Name": "каменки реки",
      "Type": "наб."
    },
    {
      "Name": "сургина",
      "Type": "ул."
    },
    {
      "Name": "иликовский",
      "Type": "пр."
    },
    {
      "Name": "красное село, бабушкина",
      "Type": "ул."
    },
    {
      "Name": "потапова",
      "Type": "ул."
    },
    {
      "Name": "аэропортовая",
      "Type": "ул."
    },
    {
      "Name": "нефтяная",
      "Type": "дор."
    },
    {
      "Name": "мошков",
      "Type": "пер."
    },
    {
      "Name": "херсонский",
      "Type": "прд."
    },
    {
      "Name": "почтовый",
      "Type": "пер."
    },
    {
      "Name": "еленинская",
      "Type": "ул."
    },
    {
      "Name": "косыгина",
      "Type": "пр."
    },
    {
      "Name": "альпийский",
      "Type": "пер."
    },
    {
      "Name": "колокольная",
      "Type": "ул."
    },
    {
      "Name": "парголово, южная",
      "Type": "ул."
    },
    {
      "Name": "рыбацкое дер.",
      "Type": ""
    },
    {
      "Name": "лассаля ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "сосновая ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "волконская",
      "Type": "ул."
    },
    {
      "Name": "вилеровский",
      "Type": "пер."
    },
    {
      "Name": "мойки реки",
      "Type": "наб."
    },
    {
      "Name": "5-я линия",
      "Type": ""
    },
    {
      "Name": "грибоедова кан.",
      "Type": "наб."
    },
    {
      "Name": "можайская",
      "Type": "ул."
    },
    {
      "Name": "дружбы ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "малая зеленина",
      "Type": "ул."
    },
    {
      "Name": "дружбы",
      "Type": "пер."
    },
    {
      "Name": "краснофлотское",
      "Type": "ш."
    },
    {
      "Name": "октябрьский",
      "Type": "пер."
    },
    {
      "Name": "резная",
      "Type": "ул."
    },
    {
      "Name": "калязинская",
      "Type": "ул."
    },
    {
      "Name": "балтийский",
      "Type": "б-р"
    },
    {
      "Name": "кирова ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "свирская",
      "Type": "ул."
    },
    {
      "Name": "литейный",
      "Type": "пр."
    },
    {
      "Name": "всеволода боброва",
      "Type": "ул."
    },
    {
      "Name": "купальный",
      "Type": "пер."
    },
    {
      "Name": "талалихина",
      "Type": "пер."
    },
    {
      "Name": "косая линия",
      "Type": ""
    },
    {
      "Name": "хвойный",
      "Type": ""
    },
    {
      "Name": "полины осипенко",
      "Type": "ул."
    },
    {
      "Name": "достоевского",
      "Type": "ул."
    },
    {
      "Name": "7-я линия",
      "Type": ""
    },
    {
      "Name": "казарменный",
      "Type": "пер."
    },
    {
      "Name": "лермонтовский",
      "Type": "пр."
    },
    {
      "Name": "29-я линия",
      "Type": ""
    },
    {
      "Name": "новомалиновская дорога",
      "Type": "ул."
    },
    {
      "Name": "ромашковая",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, центральная",
      "Type": "ул."
    },
    {
      "Name": "зои космодемьянской",
      "Type": "ул."
    },
    {
      "Name": "рабочая ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "аккуратова",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, военная",
      "Type": "ул."
    },
    {
      "Name": "обуховская",
      "Type": "пл."
    },
    {
      "Name": "16-я линия",
      "Type": ""
    },
    {
      "Name": "наличная",
      "Type": "ул."
    },
    {
      "Name": "парголово, апраксинская",
      "Type": "ул."
    },
    {
      "Name": "левашово, высоцкая",
      "Type": "ул."
    },
    {
      "Name": "панфилова",
      "Type": "ул."
    },
    {
      "Name": "рыбацкий 1",
      "Type": "прд."
    },
    {
      "Name": "ленина парк.",
      "Type": ""
    },
    {
      "Name": "малая посадская",
      "Type": "ул."
    },
    {
      "Name": "сапожная",
      "Type": "ул."
    },
    {
      "Name": "2-й дачный",
      "Type": "пер."
    },
    {
      "Name": "бронницкая",
      "Type": "ул."
    },
    {
      "Name": "стеклянная",
      "Type": "ул."
    },
    {
      "Name": "полевая ал.",
      "Type": ""
    },
    {
      "Name": "димитрова",
      "Type": "ул."
    },
    {
      "Name": "перинная лин.",
      "Type": ""
    },
    {
      "Name": "херсонская",
      "Type": "ул."
    },
    {
      "Name": "домостроительная",
      "Type": "ул."
    },
    {
      "Name": "левашово, крайняя",
      "Type": "ул."
    },
    {
      "Name": "луначарского",
      "Type": "пр."
    },
    {
      "Name": "парголово, зональная",
      "Type": "ул."
    },
    {
      "Name": "маршала говорова",
      "Type": "ул."
    },
    {
      "Name": "братская",
      "Type": "ул."
    },
    {
      "Name": "красное село, газовый",
      "Type": "пер."
    },
    {
      "Name": "доленева",
      "Type": "ул."
    },
    {
      "Name": "6-й кв-л",
      "Type": ""
    },
    {
      "Name": "константиновская",
      "Type": "ул."
    },
    {
      "Name": "мичурина",
      "Type": "пер."
    },
    {
      "Name": "боковая ал.",
      "Type": ""
    },
    {
      "Name": "гороховая",
      "Type": "ул."
    },
    {
      "Name": "таможенный",
      "Type": "пер."
    },
    {
      "Name": "водопроводный",
      "Type": "пер."
    },
    {
      "Name": "железнодорожная",
      "Type": "ул."
    },
    {
      "Name": "театральная",
      "Type": "ул."
    },
    {
      "Name": "елагинский",
      "Type": "пр."
    },
    {
      "Name": "верности",
      "Type": "ул."
    },
    {
      "Name": "слуцкая",
      "Type": "ул."
    },
    {
      "Name": "стасовой",
      "Type": "ул."
    },
    {
      "Name": "летчика пилютова",
      "Type": "ул."
    },
    {
      "Name": "старообрядческая",
      "Type": "ул."
    },
    {
      "Name": "ломаная",
      "Type": "ул."
    },
    {
      "Name": "14-й кв-л",
      "Type": ""
    },
    {
      "Name": "беловой",
      "Type": "ул."
    },
    {
      "Name": "южная дорога",
      "Type": ""
    },
    {
      "Name": "графова",
      "Type": "ул."
    },
    {
      "Name": "поэтический",
      "Type": "бул."
    },
    {
      "Name": "объездное",
      "Type": "ш."
    },
    {
      "Name": "ореховая ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "солидарности",
      "Type": "пр."
    },
    {
      "Name": "камышовая",
      "Type": "ул."
    },
    {
      "Name": "красноармейская",
      "Type": "ул."
    },
    {
      "Name": "контакт",
      "Type": "сад-во"
    },
    {
      "Name": "клубный",
      "Type": "пер."
    },
    {
      "Name": "елисеевская",
      "Type": "ул."
    },
    {
      "Name": "белградская",
      "Type": "ул."
    },
    {
      "Name": "камчатская",
      "Type": "ул."
    },
    {
      "Name": "ивановский",
      "Type": "пер."
    },
    {
      "Name": "химиков",
      "Type": "ул."
    },
    {
      "Name": "петроградская",
      "Type": "ул."
    },
    {
      "Name": "полевой пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "энергия снт",
      "Type": ""
    },
    {
      "Name": "инструментальная",
      "Type": "ул."
    },
    {
      "Name": "ильмянинова",
      "Type": "ул."
    },
    {
      "Name": "2-й проезд",
      "Type": ""
    },
    {
      "Name": "римского-корсакова",
      "Type": "пр."
    },
    {
      "Name": "жака дюкло",
      "Type": "ул."
    },
    {
      "Name": "земская",
      "Type": "ул."
    },
    {
      "Name": "летняя",
      "Type": "ул."
    },
    {
      "Name": "красного флота",
      "Type": "ул."
    },
    {
      "Name": "грибоедова",
      "Type": "ул."
    },
    {
      "Name": "пулковское",
      "Type": "ш."
    },
    {
      "Name": "коллективная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "мира ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "угольная",
      "Type": "наб."
    },
    {
      "Name": "минская",
      "Type": "ул."
    },
    {
      "Name": "кольская",
      "Type": "ул."
    },
    {
      "Name": "речной проезд",
      "Type": ""
    },
    {
      "Name": "грибной",
      "Type": "пер."
    },
    {
      "Name": "остоумова",
      "Type": "ул."
    },
    {
      "Name": "измайловский",
      "Type": "пр."
    },
    {
      "Name": "труда",
      "Type": "пл."
    },
    {
      "Name": "социалистическая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "1-я тенистая",
      "Type": "ул."
    },
    {
      "Name": "менделеевская",
      "Type": "ул."
    },
    {
      "Name": "волхонское",
      "Type": "ш."
    },
    {
      "Name": "антоненко",
      "Type": "пер."
    },
    {
      "Name": "крапивный",
      "Type": "пер."
    },
    {
      "Name": "гранитная",
      "Type": "ул."
    },
    {
      "Name": "светлая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "офицерский",
      "Type": "пер."
    },
    {
      "Name": "володарского",
      "Type": "ул."
    },
    {
      "Name": "девятого января",
      "Type": "пр."
    },
    {
      "Name": "3-я линия",
      "Type": ""
    },
    {
      "Name": "4-я тенистая",
      "Type": "ул."
    },
    {
      "Name": "введенского кан.",
      "Type": "ул."
    },
    {
      "Name": "наличный",
      "Type": "пер."
    },
    {
      "Name": "старожиловская",
      "Type": "ул."
    },
    {
      "Name": "химический",
      "Type": "пер."
    },
    {
      "Name": "лесная 2-ая",
      "Type": "ул."
    },
    {
      "Name": "артиллеристов",
      "Type": "ул."
    },
    {
      "Name": "таможенная дорога",
      "Type": ""
    },
    {
      "Name": "ржевка № 1 снт",
      "Type": ""
    },
    {
      "Name": "зеленая ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "энергетиков",
      "Type": "пр."
    },
    {
      "Name": "техническая",
      "Type": "ул."
    },
    {
      "Name": "ключевой",
      "Type": "пер."
    },
    {
      "Name": "лобачика",
      "Type": "ул."
    },
    {
      "Name": "отрадная",
      "Type": "ул."
    },
    {
      "Name": "бумажного кан.",
      "Type": "наб."
    },
    {
      "Name": "красное село, красных командиров",
      "Type": "пр."
    },
    {
      "Name": "белевский",
      "Type": "пр."
    },
    {
      "Name": "саперная",
      "Type": "ул."
    },
    {
      "Name": "нижний",
      "Type": "пер."
    },
    {
      "Name": "ветеранов",
      "Type": "пр."
    },
    {
      "Name": "парголово, северная",
      "Type": "ул."
    },
    {
      "Name": "невский",
      "Type": "пр."
    },
    {
      "Name": "лшуапк с-во",
      "Type": ""
    },
    {
      "Name": "бугский",
      "Type": "пер."
    },
    {
      "Name": "левашово, кузнецовский",
      "Type": "пер."
    },
    {
      "Name": "краснофлотский",
      "Type": "пер."
    },
    {
      "Name": "старогатчинское шоссе",
      "Type": ""
    },
    {
      "Name": "чистякова",
      "Type": "ул."
    },
    {
      "Name": "клинский",
      "Type": "пр."
    },
    {
      "Name": "левашово, кирова",
      "Type": "ул."
    },
    {
      "Name": "1-й проезд",
      "Type": ""
    },
    {
      "Name": "славянская",
      "Type": "ул."
    },
    {
      "Name": "привольная",
      "Type": "ул."
    },
    {
      "Name": "покрышева",
      "Type": "ул."
    },
    {
      "Name": "ситцевая",
      "Type": "ул."
    },
    {
      "Name": "парголово, 1-я успенка",
      "Type": "ул."
    },
    {
      "Name": "парголово, межозерная",
      "Type": "ул."
    },
    {
      "Name": "молодежный",
      "Type": "пер."
    },
    {
      "Name": "левашово, советская",
      "Type": "ул."
    },
    {
      "Name": "2-я никитинская",
      "Type": "ул."
    },
    {
      "Name": "полярная",
      "Type": "ул."
    },
    {
      "Name": "карьерный",
      "Type": "пер."
    },
    {
      "Name": "коллективная",
      "Type": "ул."
    },
    {
      "Name": "2-я утиная",
      "Type": "ул."
    },
    {
      "Name": "туристская",
      "Type": "ул."
    },
    {
      "Name": "кричевский",
      "Type": "пер."
    },
    {
      "Name": "исаакиевская",
      "Type": "пл."
    },
    {
      "Name": "энтузиастов",
      "Type": "пр."
    },
    {
      "Name": "константиновка с-во",
      "Type": ""
    },
    {
      "Name": "ржевка ст.",
      "Type": ""
    },
    {
      "Name": "4-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "слободская",
      "Type": "ул."
    },
    {
      "Name": "дерптский",
      "Type": "пер."
    },
    {
      "Name": "красное село, геологическая",
      "Type": "ул."
    },
    {
      "Name": "светлановская",
      "Type": "пл."
    },
    {
      "Name": "красное село, московская",
      "Type": "ул."
    },
    {
      "Name": "вагонный",
      "Type": "прд."
    },
    {
      "Name": "4-я дачная",
      "Type": "ул."
    },
    {
      "Name": "граничный",
      "Type": "пер."
    },
    {
      "Name": "малый",
      "Type": "пер."
    },
    {
      "Name": "солунская",
      "Type": "ул."
    },
    {
      "Name": "волоколамский",
      "Type": "пер."
    },
    {
      "Name": "товарный",
      "Type": "пер."
    },
    {
      "Name": "морской",
      "Type": "пер."
    },
    {
      "Name": "гуммолосары, зелёная",
      "Type": "ул."
    },
    {
      "Name": "шкапина",
      "Type": "ул."
    },
    {
      "Name": "кима",
      "Type": "пр."
    },
    {
      "Name": "парголово, федора абрамова",
      "Type": "ул."
    },
    {
      "Name": "лени голикова",
      "Type": "ул."
    },
    {
      "Name": "куйбышева ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "барклаевская",
      "Type": "ул."
    },
    {
      "Name": "сестрорецкое шоссе",
      "Type": ""
    },
    {
      "Name": "7-й кв-л",
      "Type": ""
    },
    {
      "Name": "транспортный",
      "Type": "пер."
    },
    {
      "Name": "ставропольская",
      "Type": "ул."
    },
    {
      "Name": "почтамтская",
      "Type": "ул."
    },
    {
      "Name": "повенецкая",
      "Type": "ул."
    },
    {
      "Name": "парашютная",
      "Type": "ул."
    },
    {
      "Name": "деповская",
      "Type": "ул."
    },
    {
      "Name": "зеленогорское",
      "Type": "ш."
    },
    {
      "Name": "фермская дорога",
      "Type": ""
    },
    {
      "Name": "парголово, центральный",
      "Type": "пер."
    },
    {
      "Name": "московская ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "фигнер веры",
      "Type": "ул."
    },
    {
      "Name": "гайдара",
      "Type": "ул."
    },
    {
      "Name": "малиновская",
      "Type": "ул."
    },
    {
      "Name": "валдайская",
      "Type": "ул."
    },
    {
      "Name": "туристическая",
      "Type": "ул."
    },
    {
      "Name": "3-я тенистая",
      "Type": "ул."
    },
    {
      "Name": "краснофлотская 2-ая",
      "Type": "ул."
    },
    {
      "Name": "камышинская",
      "Type": "ул."
    },
    {
      "Name": "красное село, дружба снт",
      "Type": ""
    },
    {
      "Name": "стахановская",
      "Type": "ул."
    },
    {
      "Name": "аммермана",
      "Type": "ул."
    },
    {
      "Name": "светлая",
      "Type": "ул."
    },
    {
      "Name": "красное село, новожелезнодорожная",
      "Type": "ул."
    },
    {
      "Name": "москательный",
      "Type": "пер."
    },
    {
      "Name": "аптекарская",
      "Type": "ул."
    },
    {
      "Name": "певческий",
      "Type": "пер."
    },
    {
      "Name": "рябиновая",
      "Type": "ул."
    },
    {
      "Name": "красное село, бронетанковая",
      "Type": "ул."
    },
    {
      "Name": "торики-2 с-во",
      "Type": ""
    },
    {
      "Name": "6-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "глухарская",
      "Type": "ул."
    },
    {
      "Name": "урицкого",
      "Type": "ул."
    },
    {
      "Name": "безымянный",
      "Type": "пер."
    },
    {
      "Name": "самсониевская",
      "Type": "ул."
    },
    {
      "Name": "генерала хазова",
      "Type": "ул."
    },
    {
      "Name": "глинки ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "штурманская",
      "Type": "ул."
    },
    {
      "Name": "юрия гагарина",
      "Type": "пр."
    },
    {
      "Name": "глиняная",
      "Type": "ул."
    },
    {
      "Name": "3-я дачная",
      "Type": "ул."
    },
    {
      "Name": "старая",
      "Type": "ул."
    },
    {
      "Name": "воровского",
      "Type": "ул."
    },
    {
      "Name": "полтавский",
      "Type": "пр-д"
    },
    {
      "Name": "ораниенбаумская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, сосновая",
      "Type": "ул."
    },
    {
      "Name": "мелитопольский",
      "Type": "пер."
    },
    {
      "Name": "нововесь, парковая",
      "Type": "ул."
    },
    {
      "Name": "стачек",
      "Type": "пр."
    },
    {
      "Name": "литераторов",
      "Type": "ул."
    },
    {
      "Name": "арцеуловская ал.",
      "Type": ""
    },
    {
      "Name": "линия 5-я",
      "Type": ""
    },
    {
      "Name": "баушевская",
      "Type": "ул."
    },
    {
      "Name": "нововесь, комсомольская",
      "Type": "ул."
    },
    {
      "Name": "подъездной",
      "Type": "пер."
    },
    {
      "Name": "рихарда зорге",
      "Type": "ул."
    },
    {
      "Name": "клочков",
      "Type": "пер."
    },
    {
      "Name": "кронштадтское шоссе",
      "Type": ""
    },
    {
      "Name": "старо-гостилицкое",
      "Type": "ш."
    },
    {
      "Name": "галицкая",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, дубовый",
      "Type": "пер."
    },
    {
      "Name": "торжковская",
      "Type": "ул."
    },
    {
      "Name": "белозерки",
      "Type": "пер."
    },
    {
      "Name": "пряжки реки",
      "Type": "наб."
    },
    {
      "Name": "корнея чуковского",
      "Type": "ул."
    },
    {
      "Name": "парголово, парнасная",
      "Type": "ул."
    },
    {
      "Name": "заусадебная",
      "Type": "ул."
    },
    {
      "Name": "водопьянова",
      "Type": "ул."
    },
    {
      "Name": "павловский пр.[ломоносов г.]",
      "Type": "пр."
    },
    {
      "Name": "лифляндская",
      "Type": "ул."
    },
    {
      "Name": "куйбышева",
      "Type": "ул."
    },
    {
      "Name": "парголово, фабричная",
      "Type": "ул."
    },
    {
      "Name": "мичурина ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "спортивная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "лисий нос, полянская д.",
      "Type": ""
    },
    {
      "Name": "гидростроителей",
      "Type": "ул."
    },
    {
      "Name": "михайловская",
      "Type": "ул."
    },
    {
      "Name": "знаменка",
      "Type": "ул."
    },
    {
      "Name": "репищева",
      "Type": "ул."
    },
    {
      "Name": "ванеева",
      "Type": "ул."
    },
    {
      "Name": "боровая",
      "Type": "ул."
    },
    {
      "Name": "волхонское",
      "Type": "сад-во"
    },
    {
      "Name": "рот-фронт с-во",
      "Type": ""
    },
    {
      "Name": "новосадовая",
      "Type": "ул."
    },
    {
      "Name": "перфильева",
      "Type": "ул."
    },
    {
      "Name": "огородный",
      "Type": "пер."
    },
    {
      "Name": "солдата корзуна",
      "Type": "ул."
    },
    {
      "Name": "рабочая (старо-паново)",
      "Type": "ул."
    },
    {
      "Name": "радостный",
      "Type": "пер."
    },
    {
      "Name": "2-я зеленая",
      "Type": "ул."
    },
    {
      "Name": "пролетная",
      "Type": "ул."
    },
    {
      "Name": "оскаленко",
      "Type": "ул."
    },
    {
      "Name": "парголово, томская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, средний",
      "Type": "пр."
    },
    {
      "Name": "андреевская",
      "Type": "ул."
    },
    {
      "Name": "звериницкая",
      "Type": "ул."
    },
    {
      "Name": "канонерская",
      "Type": "ул."
    },
    {
      "Name": "володарского пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "заречная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "1-я линия",
      "Type": ""
    },
    {
      "Name": "правленская",
      "Type": "ул."
    },
    {
      "Name": "пироговская",
      "Type": "наб."
    },
    {
      "Name": "университетский",
      "Type": "пр."
    },
    {
      "Name": "9-й проезд",
      "Type": ""
    },
    {
      "Name": "красная заря",
      "Type": "сад-во"
    },
    {
      "Name": "красное село, массальского",
      "Type": "ул."
    },
    {
      "Name": "бакунина",
      "Type": "пр."
    },
    {
      "Name": "владимирская",
      "Type": "ул."
    },
    {
      "Name": "коробицына",
      "Type": "ул."
    },
    {
      "Name": "токарева",
      "Type": "ул."
    },
    {
      "Name": "3-й пятилетки",
      "Type": "ул."
    },
    {
      "Name": "гуммолосары, учхозная",
      "Type": "ул."
    },
    {
      "Name": "савушкина",
      "Type": "ул."
    },
    {
      "Name": "одесская",
      "Type": "ул."
    },
    {
      "Name": "московская",
      "Type": "ул."
    },
    {
      "Name": "юрия инге",
      "Type": "ул."
    },
    {
      "Name": "даля",
      "Type": "ул."
    },
    {
      "Name": "макарова",
      "Type": "наб."
    },
    {
      "Name": "парголово, успенка",
      "Type": "ул."
    },
    {
      "Name": "киевская",
      "Type": "ул."
    },
    {
      "Name": "пушкарский",
      "Type": "пер."
    },
    {
      "Name": "ропшинская",
      "Type": "ул."
    },
    {
      "Name": "зеленый",
      "Type": "пер."
    },
    {
      "Name": "1-й кв-л",
      "Type": ""
    },
    {
      "Name": "каховского",
      "Type": "пер."
    },
    {
      "Name": "дегтярная",
      "Type": "ул."
    },
    {
      "Name": "счастливая",
      "Type": "ул."
    },
    {
      "Name": "сабировская",
      "Type": "ул."
    },
    {
      "Name": "цимлянская",
      "Type": "ул."
    },
    {
      "Name": "искровский",
      "Type": "пр."
    },
    {
      "Name": "петродворцовая",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, новоцентральная",
      "Type": "ул."
    },
    {
      "Name": "мгинский",
      "Type": "пер."
    },
    {
      "Name": "скородумовская",
      "Type": "ул."
    },
    {
      "Name": "10-я линия",
      "Type": ""
    },
    {
      "Name": "парголово, 4-й",
      "Type": "пер."
    },
    {
      "Name": "красное село, кировская",
      "Type": "ул."
    },
    {
      "Name": "1-я никитинская",
      "Type": "ул."
    },
    {
      "Name": "советская 1-ая",
      "Type": "ул."
    },
    {
      "Name": "державинский",
      "Type": "пер."
    },
    {
      "Name": "прибалтийская",
      "Type": "пл."
    },
    {
      "Name": "жарновецкого",
      "Type": "ул."
    },
    {
      "Name": "симонова",
      "Type": "ул."
    },
    {
      "Name": "краснопутиловская",
      "Type": "ул."
    },
    {
      "Name": "тбилисская",
      "Type": "ул."
    },
    {
      "Name": "коммунаров",
      "Type": "ул."
    },
    {
      "Name": "правды",
      "Type": "пер."
    },
    {
      "Name": "пролетарский",
      "Type": "пр."
    },
    {
      "Name": "невзоровой",
      "Type": "ул."
    },
    {
      "Name": "медиков",
      "Type": "пр."
    },
    {
      "Name": "озерковский 1",
      "Type": "пер."
    },
    {
      "Name": "кривцова",
      "Type": "ул."
    },
    {
      "Name": "стрельнинская",
      "Type": "ул."
    },
    {
      "Name": "матросова ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "лисий нос, захарьевская",
      "Type": "ул."
    },
    {
      "Name": "аэродромная",
      "Type": "ул."
    },
    {
      "Name": "добролюбова",
      "Type": "ул."
    },
    {
      "Name": "комсомольская",
      "Type": "пл."
    },
    {
      "Name": "книпович",
      "Type": "ул."
    },
    {
      "Name": "дмитровский",
      "Type": "пер."
    },
    {
      "Name": "дюма",
      "Type": "ул."
    },
    {
      "Name": "парголово, дор. в каменку",
      "Type": "дор."
    },
    {
      "Name": "кирпичная дорога",
      "Type": "ул."
    },
    {
      "Name": "цимбалина",
      "Type": "ул."
    },
    {
      "Name": "тучков",
      "Type": "пер."
    },
    {
      "Name": "парголово, осиновая",
      "Type": "ул."
    },
    {
      "Name": "авиационная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "чапыгина",
      "Type": "ул."
    },
    {
      "Name": "ольховая",
      "Type": "ул."
    },
    {
      "Name": "эстонская",
      "Type": "ул."
    },
    {
      "Name": "заречная",
      "Type": "ул."
    },
    {
      "Name": "3-й курортный",
      "Type": "пер."
    },
    {
      "Name": "парголово, каменный",
      "Type": "пр."
    },
    {
      "Name": "шевченко",
      "Type": "ул."
    },
    {
      "Name": "гуммолосары, овражная",
      "Type": "ул."
    },
    {
      "Name": "маршала тухачевского",
      "Type": "ул."
    },
    {
      "Name": "калинина ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "введенская",
      "Type": "ул."
    },
    {
      "Name": "черняховского",
      "Type": "ул."
    },
    {
      "Name": "звёздочка",
      "Type": "сад-во"
    },
    {
      "Name": "парголово, горная",
      "Type": "ул."
    },
    {
      "Name": "народного ополчения",
      "Type": "пр."
    },
    {
      "Name": "15-я линия",
      "Type": ""
    },
    {
      "Name": "орлово-денисовский",
      "Type": "пр."
    },
    {
      "Name": "славы",
      "Type": "пр."
    },
    {
      "Name": "культуры",
      "Type": "ул."
    },
    {
      "Name": "поперечная 3-ая",
      "Type": "ул."
    },
    {
      "Name": "торговая",
      "Type": "пл."
    },
    {
      "Name": "красное село, 1-й купальный",
      "Type": "пер."
    },
    {
      "Name": "рыбацкий 6",
      "Type": "прд."
    },
    {
      "Name": "вазаский",
      "Type": "пер."
    },
    {
      "Name": "23-я линия",
      "Type": ""
    },
    {
      "Name": "ломовская",
      "Type": "ул."
    },
    {
      "Name": "парголово, ольгинская",
      "Type": "дор."
    },
    {
      "Name": "дубовая ал.",
      "Type": ""
    },
    {
      "Name": "красное село, нарвская",
      "Type": "ул."
    },
    {
      "Name": "петрозаводская",
      "Type": "ул."
    },
    {
      "Name": "промышленный",
      "Type": "пер."
    },
    {
      "Name": "михайловский",
      "Type": "пер."
    },
    {
      "Name": "армашевской слободы",
      "Type": "ш."
    },
    {
      "Name": "лисий нос, петровская",
      "Type": "ул."
    },
    {
      "Name": "гривцова",
      "Type": "пер."
    },
    {
      "Name": "академический",
      "Type": "пер."
    },
    {
      "Name": "салтыковская",
      "Type": "дор."
    },
    {
      "Name": "маршала казакова",
      "Type": "ул."
    },
    {
      "Name": "красное село, тупиковый",
      "Type": "пер."
    },
    {
      "Name": "линия 4-я",
      "Type": ""
    },
    {
      "Name": "путешеств. козлова",
      "Type": "ул."
    },
    {
      "Name": "портовая",
      "Type": "ул."
    },
    {
      "Name": "фанерный",
      "Type": "пер."
    },
    {
      "Name": "водопроводная",
      "Type": "ул."
    },
    {
      "Name": "аптекарский",
      "Type": "пр."
    },
    {
      "Name": "автовская",
      "Type": "ул."
    },
    {
      "Name": "лазо",
      "Type": "ул."
    },
    {
      "Name": "музыкантский",
      "Type": "пер."
    },
    {
      "Name": "трудящихся",
      "Type": "бул."
    },
    {
      "Name": "леонтьевская",
      "Type": "ул."
    },
    {
      "Name": "ораниенбаумское",
      "Type": "ш."
    },
    {
      "Name": "красное село, радиальная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, дуговая",
      "Type": "ул."
    },
    {
      "Name": "чернореченская",
      "Type": "ул."
    },
    {
      "Name": "левитана",
      "Type": "ул."
    },
    {
      "Name": "выборгская",
      "Type": "наб."
    },
    {
      "Name": "парголово, выборгское",
      "Type": "ш."
    },
    {
      "Name": "речной пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "рыбацкий 8",
      "Type": "прд."
    },
    {
      "Name": "кемский",
      "Type": "пер."
    },
    {
      "Name": "лисий нос, морские дубки",
      "Type": "ул."
    },
    {
      "Name": "ольгино, центральная",
      "Type": "ул."
    },
    {
      "Name": "садоводческая 2-я",
      "Type": "ул."
    },
    {
      "Name": "левашово, первомайская",
      "Type": "ул."
    },
    {
      "Name": "красное село, комсомольская",
      "Type": "ул."
    },
    {
      "Name": "дачная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "свердлова",
      "Type": "пр."
    },
    {
      "Name": "диагональная",
      "Type": "ул."
    },
    {
      "Name": "уткин",
      "Type": "пр."
    },
    {
      "Name": "вознесенское",
      "Type": "ш."
    },
    {
      "Name": "печатника григорьева",
      "Type": "ул."
    },
    {
      "Name": "константиновский",
      "Type": "пр."
    },
    {
      "Name": "карпатская",
      "Type": "ул."
    },
    {
      "Name": "луизинская",
      "Type": "ул."
    },
    {
      "Name": "парголово, ленинградская",
      "Type": "ул."
    },
    {
      "Name": "суздальское",
      "Type": "ш."
    },
    {
      "Name": "9-й кв-л",
      "Type": ""
    },
    {
      "Name": "1-я конная лахта",
      "Type": ""
    },
    {
      "Name": "новосибирская",
      "Type": "ул."
    },
    {
      "Name": "белы куна",
      "Type": "ул."
    },
    {
      "Name": "герцена",
      "Type": "ул."
    },
    {
      "Name": "левашовский",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, дмитровская",
      "Type": "ул."
    },
    {
      "Name": "розы люксембург ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "славянки реки",
      "Type": "наб."
    },
    {
      "Name": "австрийская",
      "Type": "пл."
    },
    {
      "Name": "журавлиная",
      "Type": "ул."
    },
    {
      "Name": "малая",
      "Type": "ул."
    },
    {
      "Name": "флотская",
      "Type": "ул."
    },
    {
      "Name": "торговый",
      "Type": "пер."
    },
    {
      "Name": "бокситогорская",
      "Type": "ул."
    },
    {
      "Name": "красное село, огородная",
      "Type": "ул."
    },
    {
      "Name": "ланское",
      "Type": "ш."
    },
    {
      "Name": "новая",
      "Type": "ул."
    },
    {
      "Name": "биологическая",
      "Type": "ул."
    },
    {
      "Name": "спасский",
      "Type": "пер."
    },
    {
      "Name": "колобановская",
      "Type": "ул."
    },
    {
      "Name": "красносельская",
      "Type": "ул."
    },
    {
      "Name": "будённого",
      "Type": "пр."
    },
    {
      "Name": "верхний 9",
      "Type": "пер."
    },
    {
      "Name": "стачек",
      "Type": "пл."
    },
    {
      "Name": "гвардейская",
      "Type": "ул."
    },
    {
      "Name": "щербаков",
      "Type": "пер."
    },
    {
      "Name": "красногвардейская",
      "Type": "ул."
    },
    {
      "Name": "северный",
      "Type": "пр."
    },
    {
      "Name": "железнодорожная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "фарфоровский пост",
      "Type": ""
    },
    {
      "Name": "фидерная",
      "Type": "ул."
    },
    {
      "Name": "широкая",
      "Type": "ул."
    },
    {
      "Name": "зеленогорское шоссе",
      "Type": ""
    },
    {
      "Name": "парголово, ясеневый",
      "Type": "пер."
    },
    {
      "Name": "московская",
      "Type": "пл."
    },
    {
      "Name": "карла либкнехта",
      "Type": "ул."
    },
    {
      "Name": "пристанская",
      "Type": "ул."
    },
    {
      "Name": "гельсинфорсская",
      "Type": "ул."
    },
    {
      "Name": "овражная",
      "Type": "ул."
    },
    {
      "Name": "кривоносовская",
      "Type": "ул."
    },
    {
      "Name": "кузнечная",
      "Type": "ул."
    },
    {
      "Name": "лодыгина",
      "Type": "пер."
    },
    {
      "Name": "25-я линия",
      "Type": ""
    },
    {
      "Name": "шаврова",
      "Type": "ул."
    },
    {
      "Name": "ректорский проезд",
      "Type": ""
    },
    {
      "Name": "кольцевой",
      "Type": "пер."
    },
    {
      "Name": "советская 3-я",
      "Type": "ул."
    },
    {
      "Name": "шлиссельбургское",
      "Type": "ш."
    },
    {
      "Name": "новостроек",
      "Type": "ул."
    },
    {
      "Name": "люботинский",
      "Type": "пр."
    },
    {
      "Name": "репина",
      "Type": "ул."
    },
    {
      "Name": "горская бол. ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "красноборский",
      "Type": "пер."
    },
    {
      "Name": "таврическая",
      "Type": "ул."
    },
    {
      "Name": "речная",
      "Type": "ул."
    },
    {
      "Name": "лесная 1-ая",
      "Type": "ул."
    },
    {
      "Name": "краснопрудская",
      "Type": "ул."
    },
    {
      "Name": "варваринская",
      "Type": "ул."
    },
    {
      "Name": "березовая ул. лахта",
      "Type": "ул"
    },
    {
      "Name": "мира",
      "Type": "ул."
    },
    {
      "Name": "вячеслава шишкова",
      "Type": "ул."
    },
    {
      "Name": "лабутина",
      "Type": "ул."
    },
    {
      "Name": "светлана",
      "Type": "сад-во"
    },
    {
      "Name": "богайчука",
      "Type": "ул."
    },
    {
      "Name": "сытнинская",
      "Type": "ул."
    },
    {
      "Name": "ланская",
      "Type": "ул."
    },
    {
      "Name": "дачное ленинградского аккумуляторного завода снт",
      "Type": ""
    },
    {
      "Name": "новорощинская",
      "Type": "ул."
    },
    {
      "Name": "жоры антоненко",
      "Type": "ул."
    },
    {
      "Name": "подбельского",
      "Type": "ш."
    },
    {
      "Name": "дровяная",
      "Type": "ул."
    },
    {
      "Name": "филатовых",
      "Type": "ул."
    },
    {
      "Name": "парусная",
      "Type": "ул."
    },
    {
      "Name": "филологический",
      "Type": "пер."
    },
    {
      "Name": "масляный",
      "Type": "пер."
    },
    {
      "Name": "васильева",
      "Type": "ул."
    },
    {
      "Name": "10-й кв-л",
      "Type": ""
    },
    {
      "Name": "ветеринарный",
      "Type": "пер."
    },
    {
      "Name": "садовая ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "трудовой пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "лесная",
      "Type": "ул."
    },
    {
      "Name": "пролеткульта",
      "Type": "ул."
    },
    {
      "Name": "2-я шоссейная",
      "Type": "ул."
    },
    {
      "Name": "ефимова",
      "Type": "ул."
    },
    {
      "Name": "июльская",
      "Type": "ул."
    },
    {
      "Name": "юрия германа",
      "Type": "ул."
    },
    {
      "Name": "кузьминское шоссе",
      "Type": ""
    },
    {
      "Name": "библиотечный",
      "Type": "пер."
    },
    {
      "Name": "сосновая",
      "Type": "ул."
    },
    {
      "Name": "тарховский",
      "Type": "пр."
    },
    {
      "Name": "совхозная",
      "Type": "ул."
    },
    {
      "Name": "николаевская",
      "Type": "ул."
    },
    {
      "Name": "елизарова",
      "Type": "пр."
    },
    {
      "Name": "газовая",
      "Type": "ул."
    },
    {
      "Name": "марсово поле.",
      "Type": ""
    },
    {
      "Name": "4-й кв-л",
      "Type": ""
    },
    {
      "Name": "разлив снт",
      "Type": ""
    },
    {
      "Name": "памятная",
      "Type": "ул."
    },
    {
      "Name": "сельский",
      "Type": "пер."
    },
    {
      "Name": "новороссийская",
      "Type": "ул."
    },
    {
      "Name": "свободы",
      "Type": "бул."
    },
    {
      "Name": "лазаревский",
      "Type": "пер."
    },
    {
      "Name": "красносельское",
      "Type": "ш."
    },
    {
      "Name": "линия 8-я",
      "Type": ""
    },
    {
      "Name": "санаторная",
      "Type": "ул."
    },
    {
      "Name": "дублинский",
      "Type": "пер."
    },
    {
      "Name": "передовиков",
      "Type": "ул."
    },
    {
      "Name": "ковенский",
      "Type": "пер."
    },
    {
      "Name": "нагорная",
      "Type": "ул."
    },
    {
      "Name": "набережная",
      "Type": "ул."
    },
    {
      "Name": "емельянова",
      "Type": "ул."
    },
    {
      "Name": "коломенская",
      "Type": "ул."
    },
    {
      "Name": "народный",
      "Type": "пер."
    },
    {
      "Name": "нововесь, новая",
      "Type": "ул."
    },
    {
      "Name": "морской славы",
      "Type": "пл."
    },
    {
      "Name": "саратовская",
      "Type": "ул."
    },
    {
      "Name": "старобельская",
      "Type": "ул."
    },
    {
      "Name": "большевистская",
      "Type": "ул."
    },
    {
      "Name": "юности",
      "Type": "ул."
    },
    {
      "Name": "суворовская",
      "Type": "ул."
    },
    {
      "Name": "садовый пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "александровское шоссе",
      "Type": ""
    },
    {
      "Name": "рощинская",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 11",
      "Type": "ул."
    },
    {
      "Name": "гастелло пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "малая пушкарская",
      "Type": "ул."
    },
    {
      "Name": "малая десятинная",
      "Type": "ул."
    },
    {
      "Name": "красных партизан",
      "Type": "ул."
    },
    {
      "Name": "циолковского",
      "Type": "ул."
    },
    {
      "Name": "кантемировская",
      "Type": "ул."
    },
    {
      "Name": "левашово-2, лесное снт",
      "Type": ""
    },
    {
      "Name": "жерновская 2",
      "Type": "ул."
    },
    {
      "Name": "красное село, красносельская",
      "Type": "ул."
    },
    {
      "Name": "музыкальная",
      "Type": "ул."
    },
    {
      "Name": "старо-петергофский",
      "Type": "пр."
    },
    {
      "Name": "беринга",
      "Type": "ул."
    },
    {
      "Name": "кутузова",
      "Type": "наб."
    },
    {
      "Name": "сенатская",
      "Type": "пл."
    },
    {
      "Name": "карповский",
      "Type": "пер."
    },
    {
      "Name": "дворцовый",
      "Type": "прд."
    },
    {
      "Name": "енотаевская",
      "Type": "ул."
    },
    {
      "Name": "динамовская",
      "Type": "ул."
    },
    {
      "Name": "карповки реки",
      "Type": "наб."
    },
    {
      "Name": "шамшева",
      "Type": "ул."
    },
    {
      "Name": "аптекарский",
      "Type": "пер."
    },
    {
      "Name": "льва толстого",
      "Type": "ул."
    },
    {
      "Name": "чехова",
      "Type": "ул."
    },
    {
      "Name": "львиный",
      "Type": "пер."
    },
    {
      "Name": "красноармейская 1",
      "Type": "ул."
    },
    {
      "Name": "университетская",
      "Type": "наб."
    },
    {
      "Name": "1-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "аврова",
      "Type": "пл."
    },
    {
      "Name": "романовская",
      "Type": "ул."
    },
    {
      "Name": "васенко",
      "Type": "ул."
    },
    {
      "Name": "аннинское шос. (горелово)",
      "Type": ""
    },
    {
      "Name": "малая канонерская",
      "Type": "ул."
    },
    {
      "Name": "престижная",
      "Type": "ул."
    },
    {
      "Name": "ленинский",
      "Type": "пр."
    },
    {
      "Name": "петергофское",
      "Type": "ш."
    },
    {
      "Name": "патриотов",
      "Type": "ул."
    },
    {
      "Name": "19-я линия",
      "Type": ""
    },
    {
      "Name": "гомельская",
      "Type": "ул."
    },
    {
      "Name": "красное село, свободы",
      "Type": "ул."
    },
    {
      "Name": "маршала блюхера",
      "Type": "пр."
    },
    {
      "Name": "среднеохтинский",
      "Type": "пр."
    },
    {
      "Name": "2-я комсомольская",
      "Type": "ул."
    },
    {
      "Name": "красное село, ломоносова",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, кольцевая",
      "Type": "ул."
    },
    {
      "Name": "береговая",
      "Type": "ул."
    },
    {
      "Name": "тосненский",
      "Type": "пер."
    },
    {
      "Name": "лшуапк сдт, кленовая",
      "Type": "ул."
    },
    {
      "Name": "песочная",
      "Type": "наб."
    },
    {
      "Name": "лисий нос, пограничная",
      "Type": "ул."
    },
    {
      "Name": "севастьянова",
      "Type": "ул."
    },
    {
      "Name": "парголово, пляжевая",
      "Type": "ул."
    },
    {
      "Name": "кибальчича",
      "Type": "ул."
    },
    {
      "Name": "ржевская",
      "Type": "пл."
    },
    {
      "Name": "юных пионеров",
      "Type": "ул."
    },
    {
      "Name": "ольгинское",
      "Type": "ш."
    },
    {
      "Name": "троицкая",
      "Type": "ул."
    },
    {
      "Name": "поперечная 3-я",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, мирная",
      "Type": "ул."
    },
    {
      "Name": "тазаева",
      "Type": "ул."
    },
    {
      "Name": "камская",
      "Type": "ул."
    },
    {
      "Name": "огородникова ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "дальняя",
      "Type": "ул."
    },
    {
      "Name": "осипенко",
      "Type": "ул."
    },
    {
      "Name": "совхозный пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "гуммолосары, анциферовская",
      "Type": "ул."
    },
    {
      "Name": "шафировский",
      "Type": "пр."
    },
    {
      "Name": "красных курсантов (волхонка)",
      "Type": ""
    },
    {
      "Name": "сытнинская",
      "Type": "пл."
    },
    {
      "Name": "лисий нос, озерковская",
      "Type": "ул."
    },
    {
      "Name": "ново-гагаринская",
      "Type": "ул."
    },
    {
      "Name": "шлюпочного кан.",
      "Type": "наб."
    },
    {
      "Name": "2-я линия",
      "Type": ""
    },
    {
      "Name": "нижняя полевая",
      "Type": "ул."
    },
    {
      "Name": "кемская",
      "Type": "ул."
    },
    {
      "Name": "витебская-сортировочная",
      "Type": "ул."
    },
    {
      "Name": "кировская",
      "Type": "пл."
    },
    {
      "Name": "дунайский",
      "Type": "пр."
    },
    {
      "Name": "блохина",
      "Type": "ул."
    },
    {
      "Name": "петербургская",
      "Type": "ул."
    },
    {
      "Name": "гуммолосаровская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, дачная",
      "Type": "ул."
    },
    {
      "Name": "2-я советская",
      "Type": "ул."
    },
    {
      "Name": "пулковское территория",
      "Type": ""
    },
    {
      "Name": "воздухоплавательная",
      "Type": "ул."
    },
    {
      "Name": "ленинградский аэропорт",
      "Type": "сад-во"
    },
    {
      "Name": "сосновая",
      "Type": "пер."
    },
    {
      "Name": "серова",
      "Type": "пер."
    },
    {
      "Name": "декабристов",
      "Type": "ул."
    },
    {
      "Name": "красное село, театральная",
      "Type": "ул."
    },
    {
      "Name": "большая конюшенная",
      "Type": "ул."
    },
    {
      "Name": "оборонная",
      "Type": "ул."
    },
    {
      "Name": "кривая",
      "Type": "ул."
    },
    {
      "Name": "круглый пруд",
      "Type": "ул."
    },
    {
      "Name": "храмов",
      "Type": "пер."
    },
    {
      "Name": "линия 2-я",
      "Type": ""
    },
    {
      "Name": "пригородная",
      "Type": "ул."
    },
    {
      "Name": "общественный",
      "Type": "пер."
    },
    {
      "Name": "новобелицкая",
      "Type": "ул."
    },
    {
      "Name": "зеркальный",
      "Type": "пер."
    },
    {
      "Name": "рыбацкий 4",
      "Type": "прд."
    },
    {
      "Name": "дружная",
      "Type": "ул."
    },
    {
      "Name": "рыбацкая",
      "Type": "ул."
    },
    {
      "Name": "ломоносова ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "марата",
      "Type": "ул."
    },
    {
      "Name": "варшавский",
      "Type": "прд."
    },
    {
      "Name": "фронтовая",
      "Type": "ул."
    },
    {
      "Name": "северская",
      "Type": "ул."
    },
    {
      "Name": "попова",
      "Type": "ул."
    },
    {
      "Name": "тарховская 3-ая",
      "Type": "ул."
    },
    {
      "Name": "коноплянниковой",
      "Type": "ул."
    },
    {
      "Name": "кавалергардская",
      "Type": "ул."
    },
    {
      "Name": "верещагина",
      "Type": "ул."
    },
    {
      "Name": "малая озерная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, зеленый",
      "Type": "пер."
    },
    {
      "Name": "ягодная",
      "Type": "ул."
    },
    {
      "Name": "7-й проезд",
      "Type": ""
    },
    {
      "Name": "софийский",
      "Type": "бул."
    },
    {
      "Name": "серебристый",
      "Type": "бул."
    },
    {
      "Name": "смирнова",
      "Type": "ул."
    },
    {
      "Name": "таврический",
      "Type": "пер."
    },
    {
      "Name": "театральная ал.",
      "Type": ""
    },
    {
      "Name": "лисий нос, мариинский",
      "Type": "пр."
    },
    {
      "Name": "новоорловская",
      "Type": "ул."
    },
    {
      "Name": "левашово, чкалова",
      "Type": "ул."
    },
    {
      "Name": "добролюбова",
      "Type": "пр."
    },
    {
      "Name": "3-й бадаевский",
      "Type": "пр-д"
    },
    {
      "Name": "климов",
      "Type": "пер."
    },
    {
      "Name": "ревельский",
      "Type": "пер."
    },
    {
      "Name": "роменская",
      "Type": "ул."
    },
    {
      "Name": "дор. в поселок",
      "Type": ""
    },
    {
      "Name": "парголово, вересковая",
      "Type": "ул."
    },
    {
      "Name": "смолячкова",
      "Type": "ул."
    },
    {
      "Name": "дальняя ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "красное село, пролетарская ул.[красносельский]",
      "Type": "ул"
    },
    {
      "Name": "стрельбищенская",
      "Type": "ул."
    },
    {
      "Name": "8-я советская",
      "Type": "ул."
    },
    {
      "Name": "жукова",
      "Type": "ул."
    },
    {
      "Name": "нижняя 2-я",
      "Type": "ул."
    },
    {
      "Name": "челябинская",
      "Type": "ул."
    },
    {
      "Name": "ушаковская",
      "Type": "наб."
    },
    {
      "Name": "гуммолосары, железнодорожная",
      "Type": "ул."
    },
    {
      "Name": "советская 5-я",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, морской",
      "Type": "пер."
    },
    {
      "Name": "рязанский",
      "Type": "пер."
    },
    {
      "Name": "озерковая",
      "Type": "ул."
    },
    {
      "Name": "весенняя",
      "Type": "ул."
    },
    {
      "Name": "чекистов",
      "Type": "ул."
    },
    {
      "Name": "двинский",
      "Type": "пер."
    },
    {
      "Name": "дрезденская",
      "Type": "ул."
    },
    {
      "Name": "левашово, батальонная",
      "Type": "ул."
    },
    {
      "Name": "красное село, восточный",
      "Type": "пер."
    },
    {
      "Name": "большая каменка",
      "Type": "тер."
    },
    {
      "Name": "октября",
      "Type": "наб."
    },
    {
      "Name": "станюковича",
      "Type": "ул."
    },
    {
      "Name": "новая ижора",
      "Type": ""
    },
    {
      "Name": "парголово, ленина",
      "Type": "ул."
    },
    {
      "Name": "червонного казачества",
      "Type": "ул."
    },
    {
      "Name": "ольги берггольц",
      "Type": "ул."
    },
    {
      "Name": "фурштатская",
      "Type": "ул."
    },
    {
      "Name": "пограничная",
      "Type": "ул."
    },
    {
      "Name": "гданьская",
      "Type": "ул."
    },
    {
      "Name": "сквозной",
      "Type": "прд."
    },
    {
      "Name": "казанская",
      "Type": "ул."
    },
    {
      "Name": "семеновская",
      "Type": "пл."
    },
    {
      "Name": "масляного кан.",
      "Type": "наб."
    },
    {
      "Name": "красное село, семеновская",
      "Type": "ул."
    },
    {
      "Name": "предпортовая",
      "Type": "ул."
    },
    {
      "Name": "волховстроевская",
      "Type": "ул."
    },
    {
      "Name": "объездная",
      "Type": "ул."
    },
    {
      "Name": "демьяна бедного",
      "Type": "ул."
    },
    {
      "Name": "новосмоленская",
      "Type": "наб."
    },
    {
      "Name": "большой сампсониевский",
      "Type": "пр."
    },
    {
      "Name": "красное село, спирина",
      "Type": "ул."
    },
    {
      "Name": "3-я волховстроевская",
      "Type": "ул."
    },
    {
      "Name": "4-й курортный",
      "Type": "пер."
    },
    {
      "Name": "красноборская",
      "Type": "ул."
    },
    {
      "Name": "лесная ул.[комарово пос.]",
      "Type": "ул"
    },
    {
      "Name": "ветеран",
      "Type": "сад-во"
    },
    {
      "Name": "никольская",
      "Type": "пл."
    },
    {
      "Name": "астраханская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, майская",
      "Type": "ул."
    },
    {
      "Name": "заводская",
      "Type": "ул."
    },
    {
      "Name": "зосимова",
      "Type": "ул."
    },
    {
      "Name": "мостовая",
      "Type": "ул."
    },
    {
      "Name": "загребский",
      "Type": "бул."
    },
    {
      "Name": "пискаревский",
      "Type": "пр."
    },
    {
      "Name": "косинова",
      "Type": "ул."
    },
    {
      "Name": "таицкая",
      "Type": "ул."
    },
    {
      "Name": "межозерная",
      "Type": "ул."
    },
    {
      "Name": "советский",
      "Type": "бул."
    },
    {
      "Name": "мончегорская",
      "Type": "ул."
    },
    {
      "Name": "институтский",
      "Type": "пр."
    },
    {
      "Name": "нежинская",
      "Type": "ул."
    },
    {
      "Name": "карьерный проезд",
      "Type": ""
    },
    {
      "Name": "5-й проезд",
      "Type": ""
    },
    {
      "Name": "донская",
      "Type": "ул."
    },
    {
      "Name": "красное село, дружносельская",
      "Type": "ул."
    },
    {
      "Name": "ленина ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "тенистая",
      "Type": "ул."
    },
    {
      "Name": "парголово, михайловская дорога",
      "Type": ""
    },
    {
      "Name": "парголово, норильская",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, стрелковая",
      "Type": "ул."
    },
    {
      "Name": "харьковская",
      "Type": "ул."
    },
    {
      "Name": "комсомольского канала",
      "Type": "наб."
    },
    {
      "Name": "13-й кв-л",
      "Type": ""
    },
    {
      "Name": "саловихина",
      "Type": "пер."
    },
    {
      "Name": "красноармейская 4",
      "Type": "ул."
    },
    {
      "Name": "красуцкого",
      "Type": "ул."
    },
    {
      "Name": "институтский",
      "Type": "пер."
    },
    {
      "Name": "тобольская",
      "Type": "ул."
    },
    {
      "Name": "метростроевцев",
      "Type": "ул."
    },
    {
      "Name": "академиков",
      "Type": "ул."
    },
    {
      "Name": "александрийское",
      "Type": "ш."
    },
    {
      "Name": "павловское",
      "Type": "ш."
    },
    {
      "Name": "шведский",
      "Type": "пер."
    },
    {
      "Name": "старонарвское",
      "Type": "ш."
    },
    {
      "Name": "горохов",
      "Type": "пер."
    },
    {
      "Name": "сред. ленинградская",
      "Type": "ул."
    },
    {
      "Name": "дзержинского",
      "Type": "ул."
    },
    {
      "Name": "жертв революции",
      "Type": "пл."
    },
    {
      "Name": "левашово, железнодорожная",
      "Type": "ул."
    },
    {
      "Name": "лагоды",
      "Type": "ул."
    },
    {
      "Name": "калинина",
      "Type": "пр."
    },
    {
      "Name": "гуммолосары, горная",
      "Type": "ул."
    },
    {
      "Name": "старорусский",
      "Type": "пр."
    },
    {
      "Name": "уткин",
      "Type": "пер."
    },
    {
      "Name": "гостилицкая",
      "Type": "ул."
    },
    {
      "Name": "малыгина",
      "Type": "ул."
    },
    {
      "Name": "поперечная 2",
      "Type": "ул."
    },
    {
      "Name": "подвойского",
      "Type": "ул."
    },
    {
      "Name": "кольцевая",
      "Type": "ул."
    },
    {
      "Name": "муромцева",
      "Type": "пр."
    },
    {
      "Name": "федюнинского",
      "Type": "ул."
    },
    {
      "Name": "красное село, новая",
      "Type": "ул."
    },
    {
      "Name": "ораниенбаумский",
      "Type": "пр."
    },
    {
      "Name": "комиссара смирнова",
      "Type": "ул."
    },
    {
      "Name": "красное село, красногородская",
      "Type": "ул."
    },
    {
      "Name": "шепетовская",
      "Type": "ул."
    },
    {
      "Name": "красное село, гореловская",
      "Type": "ул."
    },
    {
      "Name": "майская",
      "Type": "ул."
    },
    {
      "Name": "уютная аллея",
      "Type": ""
    },
    {
      "Name": "фонарный",
      "Type": "пер."
    },
    {
      "Name": "26-я линия",
      "Type": ""
    },
    {
      "Name": "линия 1.",
      "Type": ""
    },
    {
      "Name": "матвеевский",
      "Type": "пер."
    },
    {
      "Name": "долгоозерная",
      "Type": "ул."
    },
    {
      "Name": "макулатурный",
      "Type": "прд."
    },
    {
      "Name": "главная",
      "Type": "ул."
    },
    {
      "Name": "рощинское",
      "Type": "ш."
    },
    {
      "Name": "красноармейская 6",
      "Type": "ул."
    },
    {
      "Name": "орбели",
      "Type": "ул."
    },
    {
      "Name": "поселковая",
      "Type": "дор."
    },
    {
      "Name": "корпусной",
      "Type": "прд."
    },
    {
      "Name": "лисий нос, верхняя",
      "Type": "ул."
    },
    {
      "Name": "льва мациевича",
      "Type": "пл."
    },
    {
      "Name": "судостроителей",
      "Type": "ул."
    },
    {
      "Name": "малая советская",
      "Type": "ул."
    },
    {
      "Name": "пулеметчиков",
      "Type": "ул."
    },
    {
      "Name": "сегалева",
      "Type": "ул."
    },
    {
      "Name": "апраксин",
      "Type": "пер."
    },
    {
      "Name": "шоссейный",
      "Type": "пер."
    },
    {
      "Name": "перевозная",
      "Type": "ул."
    },
    {
      "Name": "батарейная",
      "Type": "ул."
    },
    {
      "Name": "совхозный",
      "Type": "пер."
    },
    {
      "Name": "кооперативная",
      "Type": "ул."
    },
    {
      "Name": "дашкевича",
      "Type": "ул."
    },
    {
      "Name": "скороходовская",
      "Type": "ул."
    },
    {
      "Name": "8-я линия",
      "Type": ""
    },
    {
      "Name": "ушковская",
      "Type": "ул."
    },
    {
      "Name": "марата пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "лисий нос, балтийский",
      "Type": "пр."
    },
    {
      "Name": "софийская",
      "Type": "ул."
    },
    {
      "Name": "биржевая",
      "Type": "ул."
    },
    {
      "Name": "перекопская",
      "Type": "ул."
    },
    {
      "Name": "республиканская",
      "Type": "ул."
    },
    {
      "Name": "шаумяна",
      "Type": "пр."
    },
    {
      "Name": "1-я заводская",
      "Type": "ул."
    },
    {
      "Name": "академика павлова",
      "Type": "ул."
    },
    {
      "Name": "лагерное шоссе",
      "Type": ""
    },
    {
      "Name": "15-й кв-л",
      "Type": ""
    },
    {
      "Name": "новгородский",
      "Type": "пр."
    },
    {
      "Name": "смоленки реки",
      "Type": "наб."
    },
    {
      "Name": "левашово, урицкого",
      "Type": "пр."
    },
    {
      "Name": "шипкинский",
      "Type": "пер."
    },
    {
      "Name": "горная",
      "Type": "ул."
    },
    {
      "Name": "кудринская",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 5",
      "Type": "ул."
    },
    {
      "Name": "десантников",
      "Type": "ул."
    },
    {
      "Name": "нагорный пер. (можайский)",
      "Type": "пер."
    },
    {
      "Name": "ворошилова",
      "Type": "ул."
    },
    {
      "Name": "полозова",
      "Type": "ул."
    },
    {
      "Name": "ленинская",
      "Type": "ул."
    },
    {
      "Name": "кшесинской",
      "Type": "пер."
    },
    {
      "Name": "парголово, донецкая",
      "Type": "ул."
    },
    {
      "Name": "жилгородок",
      "Type": "тер."
    },
    {
      "Name": "левашово, труда",
      "Type": "ул."
    },
    {
      "Name": "новоовсянниковская",
      "Type": "ул."
    },
    {
      "Name": "дальневосточный",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, средняя",
      "Type": "ул."
    },
    {
      "Name": "круштейна реки",
      "Type": "наб."
    },
    {
      "Name": "фабричная",
      "Type": "ул."
    },
    {
      "Name": "девятого января",
      "Type": "ул."
    },
    {
      "Name": "винокурцевский",
      "Type": "прд."
    },
    {
      "Name": "крюкова",
      "Type": "ул."
    },
    {
      "Name": "смородина петра",
      "Type": "ул."
    },
    {
      "Name": "горького ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "малой невки реки",
      "Type": "наб."
    },
    {
      "Name": "центральная (дюны)",
      "Type": "ул."
    },
    {
      "Name": "зеленовой",
      "Type": "ул."
    },
    {
      "Name": "верхний 5",
      "Type": "пер."
    },
    {
      "Name": "сиреневый",
      "Type": "пер."
    },
    {
      "Name": "николаевский",
      "Type": "прд."
    },
    {
      "Name": "матюшенко",
      "Type": "пер."
    },
    {
      "Name": "мануильского",
      "Type": "ул."
    },
    {
      "Name": "малый пер. (можайский)",
      "Type": "пер."
    },
    {
      "Name": "тепловозная",
      "Type": "ул."
    },
    {
      "Name": "красное село, горбунова",
      "Type": "ул."
    },
    {
      "Name": "красное село, красных зорь",
      "Type": ""
    },
    {
      "Name": "фучика",
      "Type": "ул."
    },
    {
      "Name": "зарубинская",
      "Type": "ул."
    },
    {
      "Name": "кирова",
      "Type": "ул."
    },
    {
      "Name": "2-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "монастырки реки",
      "Type": "наб."
    },
    {
      "Name": "собственный",
      "Type": "пр."
    },
    {
      "Name": "парголово, хабаровская",
      "Type": "ул."
    },
    {
      "Name": "якулова",
      "Type": ""
    },
    {
      "Name": "парголово, парковая",
      "Type": "ул."
    },
    {
      "Name": "линия 6.",
      "Type": ""
    },
    {
      "Name": "линия 4. (володарский)",
      "Type": ""
    },
    {
      "Name": "костромская",
      "Type": "ул."
    },
    {
      "Name": "инженерная",
      "Type": "ул."
    },
    {
      "Name": "чайковского",
      "Type": "ул."
    },
    {
      "Name": "охотничий",
      "Type": "пер."
    },
    {
      "Name": "ропшинское шоссе",
      "Type": ""
    },
    {
      "Name": "самсониевская",
      "Type": "пл."
    },
    {
      "Name": "красное село, малая",
      "Type": "ул."
    },
    {
      "Name": "будапештская",
      "Type": "ул."
    },
    {
      "Name": "коммунистическая",
      "Type": "ул."
    },
    {
      "Name": "александровская",
      "Type": "ул."
    },
    {
      "Name": "аллейная",
      "Type": "ул."
    },
    {
      "Name": "колпинское шоссе",
      "Type": ""
    },
    {
      "Name": "смольного",
      "Type": "прд."
    },
    {
      "Name": "детскосельская",
      "Type": "ул."
    },
    {
      "Name": "серебряковская",
      "Type": "ул."
    },
    {
      "Name": "парголово, шанцевый",
      "Type": "пер."
    },
    {
      "Name": "урюпин",
      "Type": "пер."
    },
    {
      "Name": "автомобилист снт",
      "Type": ""
    },
    {
      "Name": "детская",
      "Type": "ул."
    },
    {
      "Name": "лиственная",
      "Type": "ул."
    },
    {
      "Name": "громыхалова",
      "Type": "ул."
    },
    {
      "Name": "большой невки реки",
      "Type": "наб."
    },
    {
      "Name": "вакуленчука",
      "Type": "ул."
    },
    {
      "Name": "громова",
      "Type": "ул."
    },
    {
      "Name": "набережная ул. (можайский)",
      "Type": "ул"
    },
    {
      "Name": "замковая",
      "Type": "ул."
    },
    {
      "Name": "калининская",
      "Type": "ул."
    },
    {
      "Name": "псковская",
      "Type": "ул."
    },
    {
      "Name": "морская",
      "Type": "наб."
    },
    {
      "Name": "войкова",
      "Type": "ул."
    },
    {
      "Name": "марлинская аллея",
      "Type": ""
    },
    {
      "Name": "мариинская",
      "Type": "ул."
    },
    {
      "Name": "маршака",
      "Type": "пр."
    },
    {
      "Name": "таллинская",
      "Type": "ул."
    },
    {
      "Name": "лермонтова",
      "Type": "ул."
    },
    {
      "Name": "11-й кв-л",
      "Type": ""
    },
    {
      "Name": "поперечная 1-ая",
      "Type": "ул."
    },
    {
      "Name": "остропольский",
      "Type": "пер."
    },
    {
      "Name": "пионерский",
      "Type": "пер."
    },
    {
      "Name": "клиническая",
      "Type": "ул."
    },
    {
      "Name": "студенческая",
      "Type": "ул."
    },
    {
      "Name": "межевой кан.",
      "Type": ""
    },
    {
      "Name": "большевиков",
      "Type": "ул."
    },
    {
      "Name": "горский",
      "Type": "пер."
    },
    {
      "Name": "тарховская 5-ая",
      "Type": "ул."
    },
    {
      "Name": "новые места",
      "Type": "ул."
    },
    {
      "Name": "электроаппарат снт",
      "Type": ""
    },
    {
      "Name": "тимирязева ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "7-я советская",
      "Type": "ул."
    },
    {
      "Name": "народная",
      "Type": "ул."
    },
    {
      "Name": "турухтанные о-ва",
      "Type": "дор."
    },
    {
      "Name": "красное село, пушкинское",
      "Type": "ш."
    },
    {
      "Name": "волховский",
      "Type": "пер."
    },
    {
      "Name": "парголово, вологдина",
      "Type": "ул."
    },
    {
      "Name": "окраинная",
      "Type": "ул."
    },
    {
      "Name": "поперечная 8",
      "Type": "ул."
    },
    {
      "Name": "маяковского ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "механическая",
      "Type": "ул."
    },
    {
      "Name": "красных курсантов",
      "Type": "бул."
    },
    {
      "Name": "колпинское ш. (славянка)",
      "Type": "ш."
    },
    {
      "Name": "глазурная",
      "Type": "ул."
    },
    {
      "Name": "кропоткина",
      "Type": "ул."
    },
    {
      "Name": "решетникова",
      "Type": "ул."
    },
    {
      "Name": "цемяночная",
      "Type": "ул."
    },
    {
      "Name": "лейтенанта шмидта",
      "Type": "наб."
    },
    {
      "Name": "левашово, садовая",
      "Type": "ул."
    },
    {
      "Name": "3-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "кондратенко",
      "Type": "ул."
    },
    {
      "Name": "самойловой",
      "Type": "ул."
    },
    {
      "Name": "добровольцев",
      "Type": "ул."
    },
    {
      "Name": "железнодорожная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "искра",
      "Type": "сад-во"
    },
    {
      "Name": "аграрная",
      "Type": "ул."
    },
    {
      "Name": "автомобильная",
      "Type": "ул."
    },
    {
      "Name": "лшуапк сдт, обводная",
      "Type": "ул"
    },
    {
      "Name": "московский",
      "Type": "пр."
    },
    {
      "Name": "руднева",
      "Type": "ул."
    },
    {
      "Name": "ильича",
      "Type": "ул."
    },
    {
      "Name": "4-й проезд",
      "Type": ""
    },
    {
      "Name": "рождественского",
      "Type": "ул."
    },
    {
      "Name": "шотмана",
      "Type": "ул."
    },
    {
      "Name": "юризанская",
      "Type": "ул."
    },
    {
      "Name": "красное село, кингисеппское",
      "Type": "ш."
    },
    {
      "Name": "школьная (горелово)",
      "Type": ""
    },
    {
      "Name": "ленсовета",
      "Type": "ул."
    },
    {
      "Name": "юного ленинца",
      "Type": "пр."
    },
    {
      "Name": "майков",
      "Type": "пер."
    },
    {
      "Name": "беговая",
      "Type": "ул."
    },
    {
      "Name": "лассаля",
      "Type": "ул."
    },
    {
      "Name": "гертовская",
      "Type": "ул."
    },
    {
      "Name": "красное село, нагорная",
      "Type": "ул."
    },
    {
      "Name": "прямой",
      "Type": "пр."
    },
    {
      "Name": "льва толстого",
      "Type": "пл."
    },
    {
      "Name": "некрасова",
      "Type": "ул."
    },
    {
      "Name": "восточный",
      "Type": "пер."
    },
    {
      "Name": "рубакина",
      "Type": "ул."
    },
    {
      "Name": "пестеля",
      "Type": "ул."
    },
    {
      "Name": "керченский",
      "Type": "пер."
    },
    {
      "Name": "маринеско",
      "Type": "ул."
    },
    {
      "Name": "швецова",
      "Type": "ул."
    },
    {
      "Name": "гребная",
      "Type": "ул."
    },
    {
      "Name": "константиновский",
      "Type": "пер."
    },
    {
      "Name": "осипенко",
      "Type": "пер."
    },
    {
      "Name": "сестры реки",
      "Type": "наб."
    },
    {
      "Name": "советская 6-я",
      "Type": "ул."
    },
    {
      "Name": "хмельницкого ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "караваевская",
      "Type": "ул."
    },
    {
      "Name": "малая московская",
      "Type": "ул."
    },
    {
      "Name": "петровой",
      "Type": "ул."
    },
    {
      "Name": "садовый",
      "Type": "пер."
    },
    {
      "Name": "захаржевская",
      "Type": "ул."
    },
    {
      "Name": "варшавская",
      "Type": "ул."
    },
    {
      "Name": "1-й рабфаковский",
      "Type": "пер."
    },
    {
      "Name": "большая монетная",
      "Type": "ул."
    },
    {
      "Name": "рехколовский",
      "Type": "пер."
    },
    {
      "Name": "парголово, сосновый",
      "Type": "пер."
    },
    {
      "Name": "ленинградская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "лисий нос, каупиловская",
      "Type": "ул."
    },
    {
      "Name": "комендантская",
      "Type": "ул."
    },
    {
      "Name": "суворовцев",
      "Type": "пер."
    },
    {
      "Name": "парголово, яблоневая",
      "Type": "ул."
    },
    {
      "Name": "красное село, 1-ого мая",
      "Type": "ул."
    },
    {
      "Name": "кржижановского",
      "Type": "ул."
    },
    {
      "Name": "маршала новикова",
      "Type": "ул."
    },
    {
      "Name": "шарова",
      "Type": "ул."
    },
    {
      "Name": "выборгская",
      "Type": "ул."
    },
    {
      "Name": "фиалковая",
      "Type": "ул."
    },
    {
      "Name": "большая озерная",
      "Type": "ул."
    },
    {
      "Name": "парголово, юкковское",
      "Type": "ш."
    },
    {
      "Name": "художников",
      "Type": "пр."
    },
    {
      "Name": "баррикадная",
      "Type": "ул."
    },
    {
      "Name": "новоизмайловский",
      "Type": "пр."
    },
    {
      "Name": "кодацкого",
      "Type": ""
    },
    {
      "Name": "десантная",
      "Type": "ул."
    },
    {
      "Name": "парголово, песочная",
      "Type": "ул."
    },
    {
      "Name": "красное село, боровая",
      "Type": "ул."
    },
    {
      "Name": "никольская",
      "Type": "ул."
    },
    {
      "Name": "писарева",
      "Type": "ул."
    },
    {
      "Name": "красное село, северная верфь",
      "Type": "сад-во"
    },
    {
      "Name": "рубежная",
      "Type": "ул."
    },
    {
      "Name": "красное село, цветочная",
      "Type": "ул."
    },
    {
      "Name": "красное село, щуппа",
      "Type": "пер."
    },
    {
      "Name": "свердлова ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "коннолахтинский",
      "Type": "пр."
    },
    {
      "Name": "коммуны",
      "Type": "ул."
    },
    {
      "Name": "парголово, песочное",
      "Type": "ш."
    },
    {
      "Name": "линия 3.",
      "Type": ""
    },
    {
      "Name": "красноармейская 8",
      "Type": "ул."
    },
    {
      "Name": "красное село, торфяная",
      "Type": "ул."
    },
    {
      "Name": "вытегорский",
      "Type": "пер."
    },
    {
      "Name": "кирпичный",
      "Type": "пер."
    },
    {
      "Name": "панаева",
      "Type": "пер."
    },
    {
      "Name": "полевая",
      "Type": "дор."
    },
    {
      "Name": "овражный",
      "Type": "пер."
    },
    {
      "Name": "кустодиева",
      "Type": "ул."
    },
    {
      "Name": "рашетова",
      "Type": "ул."
    },
    {
      "Name": "юбилейный",
      "Type": "сад-во"
    },
    {
      "Name": "дивенская",
      "Type": "ул."
    },
    {
      "Name": "загородная",
      "Type": "ул."
    },
    {
      "Name": "цветочная",
      "Type": "ул."
    },
    {
      "Name": "средний",
      "Type": "пр."
    },
    {
      "Name": "олеко дундича",
      "Type": "ул."
    },
    {
      "Name": "графский",
      "Type": "пер."
    },
    {
      "Name": "волхонское шос. (володарский)",
      "Type": ""
    },
    {
      "Name": "средняя колтовская",
      "Type": "ул."
    },
    {
      "Name": "пограничная фёдоровская дорога",
      "Type": ""
    },
    {
      "Name": "фильтровское шоссе",
      "Type": ""
    },
    {
      "Name": "светлановский",
      "Type": "пр."
    },
    {
      "Name": "липовая аллея",
      "Type": ""
    },
    {
      "Name": "полковая",
      "Type": "ул."
    },
    {
      "Name": "парголово, крепостной",
      "Type": "пер."
    },
    {
      "Name": "буренина",
      "Type": "ул."
    },
    {
      "Name": "трудовая ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "евдокима огнева",
      "Type": "ул."
    },
    {
      "Name": "1-я березовая аллея",
      "Type": ""
    },
    {
      "Name": "березовая",
      "Type": "ул."
    },
    {
      "Name": "фруктовая",
      "Type": "ул."
    },
    {
      "Name": "осиновая роща пос.",
      "Type": ""
    },
    {
      "Name": "1-я линия",
      "Type": "ул."
    },
    {
      "Name": "целинная",
      "Type": "ул."
    },
    {
      "Name": "угловая",
      "Type": "ул."
    },
    {
      "Name": "интернациональная ул. (сергеево)",
      "Type": "ул"
    },
    {
      "Name": "красное село, линейная",
      "Type": "ул."
    },
    {
      "Name": "отдыха",
      "Type": "ул."
    },
    {
      "Name": "рейдовая",
      "Type": "ул."
    },
    {
      "Name": "парковый",
      "Type": "пер."
    },
    {
      "Name": "белинского",
      "Type": "ул."
    },
    {
      "Name": "шотландская",
      "Type": "ул."
    },
    {
      "Name": "набережная ул. (лигово)",
      "Type": "ул"
    },
    {
      "Name": "пловдивская",
      "Type": "ул."
    },
    {
      "Name": "зарубинский",
      "Type": "пер."
    },
    {
      "Name": "тарховская 2-ая",
      "Type": "ул."
    },
    {
      "Name": "левашово, новоселки",
      "Type": ""
    },
    {
      "Name": "бухарестская",
      "Type": "ул."
    },
    {
      "Name": "дубровская",
      "Type": "ул."
    },
    {
      "Name": "клубная",
      "Type": "ул."
    },
    {
      "Name": "ульяновская",
      "Type": "ул."
    },
    {
      "Name": "лоцманская",
      "Type": "ул."
    },
    {
      "Name": "красное село, телеграфная",
      "Type": "ул."
    },
    {
      "Name": "ильюшина",
      "Type": "ул."
    },
    {
      "Name": "пролетарская",
      "Type": "ул."
    },
    {
      "Name": "калиновая",
      "Type": "ул."
    },
    {
      "Name": "прокофьева",
      "Type": "ул."
    },
    {
      "Name": "кобонская",
      "Type": "ул."
    },
    {
      "Name": "соляной",
      "Type": "пер."
    },
    {
      "Name": "обороны",
      "Type": "пл."
    },
    {
      "Name": "елизаветинская",
      "Type": "ул."
    },
    {
      "Name": "павловское шоссе",
      "Type": ""
    },
    {
      "Name": "зайцева ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "ушаковская ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "зоологический",
      "Type": "пер."
    },
    {
      "Name": "съезжинская",
      "Type": "ул."
    },
    {
      "Name": "салова",
      "Type": "ул."
    },
    {
      "Name": "павловское-2",
      "Type": "сад-во"
    },
    {
      "Name": "ахматовская",
      "Type": "ул."
    },
    {
      "Name": "сучкова",
      "Type": "ул."
    },
    {
      "Name": "свечной",
      "Type": "пер."
    },
    {
      "Name": "лисий нос, николаевская",
      "Type": "ул."
    },
    {
      "Name": "касимовская",
      "Type": "ул."
    },
    {
      "Name": "итальянская",
      "Type": "ул."
    },
    {
      "Name": "привокзальная",
      "Type": "ул."
    },
    {
      "Name": "ильичевский",
      "Type": "пер."
    },
    {
      "Name": "сикейроса",
      "Type": "ул."
    },
    {
      "Name": "старинная",
      "Type": "ул."
    },
    {
      "Name": "глухой",
      "Type": "пер."
    },
    {
      "Name": "ленинградская ул. (скачки)",
      "Type": "ул"
    },
    {
      "Name": "эскадронный",
      "Type": "пер."
    },
    {
      "Name": "ломоносова",
      "Type": "пл."
    },
    {
      "Name": "корабельная",
      "Type": "ул."
    },
    {
      "Name": "дачное балтийского завода снт",
      "Type": ""
    },
    {
      "Name": "совхозный",
      "Type": "пр."
    },
    {
      "Name": "солнечный",
      "Type": "пер."
    },
    {
      "Name": "редкое кузьмино",
      "Type": "ул."
    },
    {
      "Name": "звездная",
      "Type": "ул."
    },
    {
      "Name": "воркутинская",
      "Type": "ул."
    },
    {
      "Name": "суворовский",
      "Type": "пр."
    },
    {
      "Name": "тракторная",
      "Type": "ул."
    },
    {
      "Name": "лесной пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "антонова-овсеенко",
      "Type": "ул."
    },
    {
      "Name": "авиационная",
      "Type": "ул."
    },
    {
      "Name": "эйхенская",
      "Type": "ул."
    },
    {
      "Name": "дор. в каменку",
      "Type": ""
    },
    {
      "Name": "лисий нос, железнодорожная",
      "Type": "ул."
    },
    {
      "Name": "чебышевская",
      "Type": "ул."
    },
    {
      "Name": "адмирала лазарева",
      "Type": "наб."
    },
    {
      "Name": "летняя ал.",
      "Type": ""
    },
    {
      "Name": "синявинская",
      "Type": "ул."
    },
    {
      "Name": "1-й проезд (горелово)",
      "Type": ""
    },
    {
      "Name": "красное село, октябрьская",
      "Type": "ул."
    },
    {
      "Name": "товарищеский",
      "Type": "пр."
    },
    {
      "Name": "большая московская",
      "Type": "ул."
    },
    {
      "Name": "дворцовая",
      "Type": "пл."
    },
    {
      "Name": "конно-гренадерская",
      "Type": "ул."
    },
    {
      "Name": "парголово, ангарская",
      "Type": "ул."
    },
    {
      "Name": "карельский",
      "Type": "пер."
    },
    {
      "Name": "тюшина",
      "Type": "ул."
    },
    {
      "Name": "шахматова",
      "Type": "ул."
    },
    {
      "Name": "жертв революции ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "свеаборгская",
      "Type": "ул."
    },
    {
      "Name": "скороход, средняя",
      "Type": "ул."
    },
    {
      "Name": "цимлянский пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "депутатская",
      "Type": "ул."
    },
    {
      "Name": "мебельный",
      "Type": "прд."
    },
    {
      "Name": "красная",
      "Type": "ул."
    },
    {
      "Name": "вимнева",
      "Type": "ул."
    },
    {
      "Name": "поповая",
      "Type": "ул."
    },
    {
      "Name": "графтио",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, межевая",
      "Type": "ул."
    },
    {
      "Name": "никифорова",
      "Type": "пер."
    },
    {
      "Name": "новоалександровская",
      "Type": "ул."
    },
    {
      "Name": "преображенская",
      "Type": "пл."
    },
    {
      "Name": "мясная",
      "Type": "ул."
    },
    {
      "Name": "парголово, голицынская",
      "Type": "ул."
    },
    {
      "Name": "перевозный",
      "Type": "пер."
    },
    {
      "Name": "1-я шоссейная",
      "Type": "ул."
    },
    {
      "Name": "некрасова ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "кременчугская",
      "Type": "ул."
    },
    {
      "Name": "тверская",
      "Type": "ул."
    },
    {
      "Name": "гражданская",
      "Type": "ул."
    },
    {
      "Name": "немкова",
      "Type": "ул."
    },
    {
      "Name": "парголово, 3-й",
      "Type": "пер."
    },
    {
      "Name": "заневский",
      "Type": "пр."
    },
    {
      "Name": "цитадельская",
      "Type": "дор."
    },
    {
      "Name": "привокзальная",
      "Type": "пл."
    },
    {
      "Name": "балтийских юнг",
      "Type": "пл."
    },
    {
      "Name": "красное село, ленина",
      "Type": "пр."
    },
    {
      "Name": "рыбацкий 7",
      "Type": "прд."
    },
    {
      "Name": "петропавловская",
      "Type": "ул."
    },
    {
      "Name": "цветмет снт",
      "Type": ""
    },
    {
      "Name": "рехколовское",
      "Type": "ш."
    },
    {
      "Name": "стрельнинское",
      "Type": "ш."
    },
    {
      "Name": "рабочий",
      "Type": "пер."
    },
    {
      "Name": "ясельная",
      "Type": "ул."
    },
    {
      "Name": "парголово, вяземская",
      "Type": "дор."
    },
    {
      "Name": "круглая",
      "Type": "ул."
    },
    {
      "Name": "пионерстроя",
      "Type": ""
    },
    {
      "Name": "красная ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "красное село, голубко",
      "Type": "ул."
    },
    {
      "Name": "кубинская",
      "Type": "ул."
    },
    {
      "Name": "смольного",
      "Type": "ул."
    },
    {
      "Name": "пасторова",
      "Type": "ул."
    },
    {
      "Name": "галерный",
      "Type": "прд."
    },
    {
      "Name": "волго-донской",
      "Type": "пр."
    },
    {
      "Name": "северная дорога",
      "Type": ""
    },
    {
      "Name": "новоадмиралтейского кан.",
      "Type": "наб."
    },
    {
      "Name": "розенштейна",
      "Type": "ул."
    },
    {
      "Name": "плуталова",
      "Type": "ул."
    },
    {
      "Name": "чернышевского",
      "Type": "пр."
    },
    {
      "Name": "мгинская",
      "Type": "ул."
    },
    {
      "Name": "победы",
      "Type": "ул."
    },
    {
      "Name": "кузнецова",
      "Type": "пр."
    },
    {
      "Name": "маркина",
      "Type": "ул."
    },
    {
      "Name": "шуваловский",
      "Type": "пр."
    },
    {
      "Name": "строителей",
      "Type": "ул."
    },
    {
      "Name": "дзержинского ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "толмачева ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "рядовая",
      "Type": "ул."
    },
    {
      "Name": "моравский",
      "Type": "пер."
    },
    {
      "Name": "луговая",
      "Type": "ул."
    },
    {
      "Name": "парголово, сертоловский",
      "Type": "пер."
    },
    {
      "Name": "парголово, социалистическая",
      "Type": "ул."
    },
    {
      "Name": "греческий",
      "Type": "пр."
    },
    {
      "Name": "борисова",
      "Type": "ул."
    },
    {
      "Name": "красносельское шоссе",
      "Type": ""
    },
    {
      "Name": "весельная",
      "Type": "ул."
    },
    {
      "Name": "образцовая",
      "Type": "ул."
    },
    {
      "Name": "малая гребецкая",
      "Type": "ул."
    },
    {
      "Name": "ярослава гашека",
      "Type": "ул."
    },
    {
      "Name": "раевского",
      "Type": "пр."
    },
    {
      "Name": "екатерининский",
      "Type": "пр."
    },
    {
      "Name": "белевский",
      "Type": "пер."
    },
    {
      "Name": "красных командиров",
      "Type": "ул."
    },
    {
      "Name": "парголово, дальневосточная",
      "Type": "ул."
    },
    {
      "Name": "парголово, енисейская",
      "Type": "ул."
    },
    {
      "Name": "танкистов",
      "Type": "ул."
    },
    {
      "Name": "кингисепская",
      "Type": "ул."
    },
    {
      "Name": "морской пехоты",
      "Type": "ул."
    },
    {
      "Name": "красное село, гаражная",
      "Type": "ул."
    },
    {
      "Name": "друскенинский",
      "Type": "пер."
    },
    {
      "Name": "очаковская",
      "Type": "ул."
    },
    {
      "Name": "3-я зеленая",
      "Type": "ул."
    },
    {
      "Name": "кузьминский",
      "Type": "пер."
    },
    {
      "Name": "новолитовская",
      "Type": "ул."
    },
    {
      "Name": "красногвардейская",
      "Type": "пл."
    },
    {
      "Name": "петровская коса",
      "Type": ""
    },
    {
      "Name": "9-я советская",
      "Type": "ул."
    },
    {
      "Name": "павлоградский",
      "Type": "пер."
    },
    {
      "Name": "ивановская",
      "Type": "ул."
    },
    {
      "Name": "заячий",
      "Type": "пер."
    },
    {
      "Name": "тракторный",
      "Type": "пер."
    },
    {
      "Name": "кадетский",
      "Type": "пер."
    },
    {
      "Name": "московские ворота",
      "Type": "пл."
    },
    {
      "Name": "1-я полевая",
      "Type": "ул."
    },
    {
      "Name": "горская",
      "Type": "ул."
    },
    {
      "Name": "белых ночей",
      "Type": "ул."
    },
    {
      "Name": "тургенева",
      "Type": "пл."
    },
    {
      "Name": "гусарская",
      "Type": "ул."
    },
    {
      "Name": "сетевая",
      "Type": "ул."
    },
    {
      "Name": "отрадная ал.",
      "Type": ""
    },
    {
      "Name": "автобусный",
      "Type": "пер."
    },
    {
      "Name": "тарховская",
      "Type": "ул."
    },
    {
      "Name": "изящная",
      "Type": "ул."
    },
    {
      "Name": "савиной",
      "Type": "ул."
    },
    {
      "Name": "екатерининская",
      "Type": "ул."
    },
    {
      "Name": "павловское-1",
      "Type": "сад-во"
    },
    {
      "Name": "казначейская",
      "Type": "ул."
    },
    {
      "Name": "красное село, лентелеграф снт",
      "Type": ""
    },
    {
      "Name": "2-я конная лахта",
      "Type": ""
    },
    {
      "Name": "моховая",
      "Type": "ул."
    },
    {
      "Name": "граничная",
      "Type": "ул."
    },
    {
      "Name": "северный проезд",
      "Type": ""
    },
    {
      "Name": "3-я линия 2-й половины",
      "Type": ""
    },
    {
      "Name": "поликарпова ал.",
      "Type": ""
    },
    {
      "Name": "ленсоветовский",
      "Type": ""
    },
    {
      "Name": "2-й кв-л",
      "Type": ""
    },
    {
      "Name": "еловая",
      "Type": "ул."
    },
    {
      "Name": "манежная",
      "Type": "ул."
    },
    {
      "Name": "красное село, заря",
      "Type": "сад-во"
    },
    {
      "Name": "скуридина",
      "Type": "ул."
    },
    {
      "Name": "колокольный",
      "Type": "пер."
    },
    {
      "Name": "18-я линия",
      "Type": ""
    },
    {
      "Name": "мучной",
      "Type": "пер."
    },
    {
      "Name": "мосина",
      "Type": "ул."
    },
    {
      "Name": "петровская",
      "Type": "наб."
    },
    {
      "Name": "парголово, валерия гаврилина",
      "Type": "ул."
    },
    {
      "Name": "консульская деревня",
      "Type": ""
    },
    {
      "Name": "детскосельский",
      "Type": "бул."
    },
    {
      "Name": "красное село, загородная",
      "Type": "ул."
    },
    {
      "Name": "красное село, равенства",
      "Type": "ул."
    },
    {
      "Name": "50 лет октября",
      "Type": ""
    },
    {
      "Name": "верейская",
      "Type": "ул."
    },
    {
      "Name": "кожевенная лин.",
      "Type": ""
    },
    {
      "Name": "2-я заводская",
      "Type": "ул."
    },
    {
      "Name": "дружбы бул. (горелово)",
      "Type": "бул."
    },
    {
      "Name": "типанова",
      "Type": "ул."
    },
    {
      "Name": "волковский",
      "Type": "пр."
    },
    {
      "Name": "губина",
      "Type": "ул."
    },
    {
      "Name": "заречная",
      "Type": "дор."
    },
    {
      "Name": "царицинская",
      "Type": "ул."
    },
    {
      "Name": "третий",
      "Type": "пер."
    },
    {
      "Name": "линия 2. (володарский)",
      "Type": ""
    },
    {
      "Name": "митавский",
      "Type": "пер."
    },
    {
      "Name": "арсенальный",
      "Type": "пер."
    },
    {
      "Name": "дегтярева",
      "Type": "ул."
    },
    {
      "Name": "санкт-петербургское",
      "Type": "ш."
    },
    {
      "Name": "волхонское сад, чистопрудная",
      "Type": "ул."
    },
    {
      "Name": "камероновская",
      "Type": "ул."
    },
    {
      "Name": "среднегаванский",
      "Type": "пр."
    },
    {
      "Name": "южная ал.",
      "Type": ""
    },
    {
      "Name": "октябрьская",
      "Type": "наб."
    },
    {
      "Name": "пляжная 2-ая",
      "Type": "ул."
    },
    {
      "Name": "ольховецкого олега",
      "Type": "ул."
    },
    {
      "Name": "тупиковый",
      "Type": "пер."
    },
    {
      "Name": "2-я алексеевская",
      "Type": "ул."
    },
    {
      "Name": "центральная",
      "Type": "ул."
    },
    {
      "Name": "московский",
      "Type": "пер."
    },
    {
      "Name": "красное село, республиканский",
      "Type": "пер."
    },
    {
      "Name": "крылова",
      "Type": "ул."
    },
    {
      "Name": "иркутская",
      "Type": "ул."
    },
    {
      "Name": "пеньковая",
      "Type": "ул."
    },
    {
      "Name": "верхний парк.",
      "Type": ""
    },
    {
      "Name": "нижняя колония",
      "Type": "ул."
    },
    {
      "Name": "заневская",
      "Type": "пл."
    },
    {
      "Name": "большая посадская",
      "Type": "ул."
    },
    {
      "Name": "саперный",
      "Type": "пер."
    },
    {
      "Name": "гоголя",
      "Type": "ул."
    },
    {
      "Name": "александра паншина",
      "Type": "ул."
    },
    {
      "Name": "монастырская",
      "Type": "ул."
    },
    {
      "Name": "гатчинское шоссе",
      "Type": ""
    },
    {
      "Name": "подковырова",
      "Type": "ул."
    },
    {
      "Name": "рошаля",
      "Type": "ул."
    },
    {
      "Name": "горское шоссе",
      "Type": ""
    },
    {
      "Name": "окуловская",
      "Type": "ул."
    },
    {
      "Name": "кронверкская",
      "Type": "ул."
    },
    {
      "Name": "петроградская",
      "Type": "наб."
    },
    {
      "Name": "лунная",
      "Type": "ул."
    },
    {
      "Name": "алексея толстого",
      "Type": "бул."
    },
    {
      "Name": "линия 2.",
      "Type": ""
    },
    {
      "Name": "2-й луч",
      "Type": "ул."
    },
    {
      "Name": "радищева",
      "Type": "пер."
    },
    {
      "Name": "1-я советская",
      "Type": "ул."
    },
    {
      "Name": "надгорная",
      "Type": "ул."
    },
    {
      "Name": "политехническая",
      "Type": "ул."
    },
    {
      "Name": "парадная",
      "Type": "ул."
    },
    {
      "Name": "полтавская",
      "Type": "ул."
    },
    {
      "Name": "аврова",
      "Type": "ул."
    },
    {
      "Name": "проезд 1-й",
      "Type": ""
    },
    {
      "Name": "лисий нос, морской",
      "Type": "пр."
    },
    {
      "Name": "блан-менильская",
      "Type": "ул."
    },
    {
      "Name": "левашово, коммуны",
      "Type": "ул."
    },
    {
      "Name": "сахарный",
      "Type": "пер."
    },
    {
      "Name": "орджоникидзе",
      "Type": "ул."
    },
    {
      "Name": "приморское шоссе",
      "Type": ""
    },
    {
      "Name": "линия 9-я",
      "Type": ""
    },
    {
      "Name": "2-я боровая",
      "Type": "ул."
    },
    {
      "Name": "минина ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "взлетная",
      "Type": "ул."
    },
    {
      "Name": "коломяжский",
      "Type": "пр."
    },
    {
      "Name": "белоостровская",
      "Type": "ул."
    },
    {
      "Name": "энгельса",
      "Type": "пр."
    },
    {
      "Name": "газа",
      "Type": "пр."
    },
    {
      "Name": "орловская",
      "Type": "ул."
    },
    {
      "Name": "дровяной",
      "Type": "пер."
    },
    {
      "Name": "ударников",
      "Type": "пр."
    },
    {
      "Name": "татарский",
      "Type": "пер."
    },
    {
      "Name": "береговой",
      "Type": "пер."
    },
    {
      "Name": "лисичанская",
      "Type": "ул."
    },
    {
      "Name": "поперечная 2-ая",
      "Type": "ул."
    },
    {
      "Name": "балтийская",
      "Type": "ул."
    },
    {
      "Name": "толстого льва ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "алмазная",
      "Type": "ул."
    },
    {
      "Name": "веры слуцкой",
      "Type": "ул."
    },
    {
      "Name": "можайский прд",
      "Type": ""
    },
    {
      "Name": "энгельса ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "капитана грищенко",
      "Type": "ул."
    },
    {
      "Name": "речной",
      "Type": "пер."
    },
    {
      "Name": "гагаринская",
      "Type": "ул."
    },
    {
      "Name": "новонарвское",
      "Type": "ш."
    },
    {
      "Name": "3-й рабфаковский",
      "Type": "пер."
    },
    {
      "Name": "латышских стрелков",
      "Type": "ул."
    },
    {
      "Name": "александра невского",
      "Type": "ул."
    },
    {
      "Name": "луговая 2-ая",
      "Type": "ул."
    },
    {
      "Name": "чаяновская",
      "Type": "ул."
    },
    {
      "Name": "володарского",
      "Type": "пер."
    },
    {
      "Name": "бумажная",
      "Type": "ул."
    },
    {
      "Name": "митрофаньевское шоссе",
      "Type": ""
    },
    {
      "Name": "левашово, ленинградское",
      "Type": "ш."
    },
    {
      "Name": "левашово, рабочий",
      "Type": "пер."
    },
    {
      "Name": "металлистов",
      "Type": "пр."
    },
    {
      "Name": "спортивная",
      "Type": "ул."
    },
    {
      "Name": "земледельческая",
      "Type": "ул."
    },
    {
      "Name": "профессора молчанова",
      "Type": "ул."
    },
    {
      "Name": "нижне-каменская",
      "Type": "ул."
    },
    {
      "Name": "макаренко",
      "Type": "пер."
    },
    {
      "Name": "пионерская",
      "Type": "пл."
    },
    {
      "Name": "рябовское",
      "Type": "ш."
    },
    {
      "Name": "коммунистическая ул. (володарский)",
      "Type": "ул"
    },
    {
      "Name": "линия 6. (володарский)",
      "Type": ""
    },
    {
      "Name": "конная",
      "Type": "ул."
    },
    {
      "Name": "мусоргского",
      "Type": "пер."
    },
    {
      "Name": "кадетский",
      "Type": "бул."
    },
    {
      "Name": "хрустальная",
      "Type": "ул."
    },
    {
      "Name": "зимней канавки",
      "Type": "наб."
    },
    {
      "Name": "красное село, промышленный",
      "Type": "пер."
    },
    {
      "Name": "зодчего росси",
      "Type": "ул."
    },
    {
      "Name": "медвежий",
      "Type": "пер."
    },
    {
      "Name": "корякова",
      "Type": "ул."
    },
    {
      "Name": "красное село, 2-й купальный",
      "Type": "пер."
    },
    {
      "Name": "ольминского",
      "Type": "ул."
    },
    {
      "Name": "парголово, 1-й",
      "Type": "пер."
    },
    {
      "Name": "парголово, вятская",
      "Type": "ул."
    },
    {
      "Name": "гаражный",
      "Type": "прд."
    },
    {
      "Name": "новоселов",
      "Type": "ул."
    },
    {
      "Name": "павловская",
      "Type": "ул."
    },
    {
      "Name": "2-й бадаевский",
      "Type": "пр-д"
    },
    {
      "Name": "белышева",
      "Type": "ул."
    },
    {
      "Name": "фаянсовая",
      "Type": "ул."
    },
    {
      "Name": "благоева",
      "Type": "ул."
    },
    {
      "Name": "ординарная",
      "Type": "ул."
    },
    {
      "Name": "чкалова",
      "Type": "ул."
    },
    {
      "Name": "пароходная",
      "Type": "ул."
    },
    {
      "Name": "гуммолосары, садовая",
      "Type": "ул."
    },
    {
      "Name": "капсюльное",
      "Type": "ш."
    },
    {
      "Name": "дизельный проезд",
      "Type": ""
    },
    {
      "Name": "труженик",
      "Type": "сад-во"
    },
    {
      "Name": "автогенная",
      "Type": "ул."
    },
    {
      "Name": "щербакова",
      "Type": "ул."
    },
    {
      "Name": "механизаторов",
      "Type": "ул."
    },
    {
      "Name": "сантьяго-де-куба",
      "Type": "ул."
    },
    {
      "Name": "староорловская",
      "Type": "ул."
    },
    {
      "Name": "выборгское шоссе",
      "Type": ""
    },
    {
      "Name": "ириновский",
      "Type": "пр."
    },
    {
      "Name": "лисий нос, зеленый",
      "Type": "пр."
    },
    {
      "Name": "сестрорецкая",
      "Type": "ул."
    },
    {
      "Name": "всеволода вишневского",
      "Type": "ул."
    },
    {
      "Name": "кавалерийская",
      "Type": "ул."
    },
    {
      "Name": "октябрьский",
      "Type": "бул."
    },
    {
      "Name": "константиновский пер. (горелово)",
      "Type": "пер."
    },
    {
      "Name": "подрезова",
      "Type": "ул."
    },
    {
      "Name": "танкистов",
      "Type": "пер."
    },
    {
      "Name": "прогонная",
      "Type": "ул."
    },
    {
      "Name": "разведчика",
      "Type": "бул."
    },
    {
      "Name": "арсенал-ржевка снт",
      "Type": ""
    },
    {
      "Name": "уманский",
      "Type": "пер."
    },
    {
      "Name": "перекупной",
      "Type": "пер."
    },
    {
      "Name": "никольский",
      "Type": "пер."
    },
    {
      "Name": "линия 7-я",
      "Type": ""
    },
    {
      "Name": "мореходная",
      "Type": "ул."
    },
    {
      "Name": "верхняя",
      "Type": "ул."
    },
    {
      "Name": "корнеева",
      "Type": "ул."
    },
    {
      "Name": "наставников",
      "Type": "пр."
    },
    {
      "Name": "авиаконструкторов",
      "Type": "пр."
    },
    {
      "Name": "уточкина",
      "Type": "ул."
    },
    {
      "Name": "линдуловская дорога",
      "Type": ""
    },
    {
      "Name": "авроры",
      "Type": "ул."
    },
    {
      "Name": "первомайская",
      "Type": "ул"
    },
    {
      "Name": "чернышевского",
      "Type": "пл."
    },
    {
      "Name": "турку",
      "Type": "ул."
    },
    {
      "Name": "короленко",
      "Type": "ул."
    },
    {
      "Name": "цитадельское шоссе",
      "Type": ""
    },
    {
      "Name": "сашинская",
      "Type": "ул."
    },
    {
      "Name": "курляндская",
      "Type": "ул."
    },
    {
      "Name": "красное село, демократическая",
      "Type": "ул."
    },
    {
      "Name": "энгельса",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 3",
      "Type": "ул."
    },
    {
      "Name": "13-я линия",
      "Type": ""
    },
    {
      "Name": "туровская",
      "Type": "ул."
    },
    {
      "Name": "азовский",
      "Type": "пер."
    },
    {
      "Name": "средняя ал.",
      "Type": ""
    },
    {
      "Name": "возрождения",
      "Type": "ул."
    },
    {
      "Name": "октябрят ал.",
      "Type": ""
    },
    {
      "Name": "лицейский",
      "Type": "пер."
    },
    {
      "Name": "толмачева",
      "Type": "ул."
    },
    {
      "Name": "невельская",
      "Type": "ул."
    },
    {
      "Name": "красное село, курсантов",
      "Type": "ул."
    },
    {
      "Name": "красное село, арония",
      "Type": "сад-во"
    },
    {
      "Name": "новоколомяжский",
      "Type": "пр."
    },
    {
      "Name": "басков",
      "Type": "пер."
    },
    {
      "Name": "1-я нижняя",
      "Type": "ул."
    },
    {
      "Name": "московская славянка территория",
      "Type": ""
    },
    {
      "Name": "костромской",
      "Type": "пр."
    },
    {
      "Name": "пирогова",
      "Type": "пер."
    },
    {
      "Name": "харченко",
      "Type": "ул."
    },
    {
      "Name": "безымянная ул. (лигово)",
      "Type": "ул"
    },
    {
      "Name": "колпинский",
      "Type": "пер."
    },
    {
      "Name": "грузинская",
      "Type": "ул."
    },
    {
      "Name": "макаровская",
      "Type": "ул."
    },
    {
      "Name": "2-я новая",
      "Type": "ул."
    },
    {
      "Name": "заячий прозд",
      "Type": ""
    },
    {
      "Name": "ольгина",
      "Type": "ул."
    },
    {
      "Name": "социалистическая",
      "Type": "ул."
    },
    {
      "Name": "разъезжая",
      "Type": "ул."
    },
    {
      "Name": "мичуринская",
      "Type": "ул."
    },
    {
      "Name": "оптиков",
      "Type": "ул."
    },
    {
      "Name": "фрунзе",
      "Type": "ул."
    },
    {
      "Name": "парголово, заречная",
      "Type": "ул."
    },
    {
      "Name": "здоровцева",
      "Type": "ул."
    },
    {
      "Name": "рабфаковская",
      "Type": "ул."
    },
    {
      "Name": "обуховский",
      "Type": "пер."
    },
    {
      "Name": "конногвардейский",
      "Type": "пер."
    },
    {
      "Name": "ивана фомина",
      "Type": "ул."
    },
    {
      "Name": "жерновская 6",
      "Type": "ул."
    },
    {
      "Name": "нарвский",
      "Type": "пр."
    },
    {
      "Name": "парголово, цветочная",
      "Type": "ул."
    },
    {
      "Name": "стойкости",
      "Type": "ул."
    },
    {
      "Name": "молодежная ул. (горелово)",
      "Type": "ул"
    },
    {
      "Name": "омская",
      "Type": "ул."
    },
    {
      "Name": "ижорского батальона",
      "Type": "ул."
    },
    {
      "Name": "строителей",
      "Type": "наб."
    },
    {
      "Name": "володи ермака",
      "Type": "ул."
    },
    {
      "Name": "придорожная ал.",
      "Type": ""
    },
    {
      "Name": "красное село, советская",
      "Type": "ул."
    },
    {
      "Name": "бадаева",
      "Type": "ул."
    },
    {
      "Name": "труда",
      "Type": "ул."
    },
    {
      "Name": "западная",
      "Type": "ул."
    },
    {
      "Name": "тифлисская",
      "Type": "ул."
    },
    {
      "Name": "дружба-1 снт",
      "Type": ""
    },
    {
      "Name": "крыленко",
      "Type": "ул."
    },
    {
      "Name": "академика крылова",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, нижняя",
      "Type": "ул."
    },
    {
      "Name": "торфяная",
      "Type": "ул."
    },
    {
      "Name": "парголово, полевая",
      "Type": "ул."
    },
    {
      "Name": "парголово, спасская",
      "Type": "ул."
    },
    {
      "Name": "ивана черных",
      "Type": "ул."
    },
    {
      "Name": "смольного ал.",
      "Type": ""
    },
    {
      "Name": "ульяны громовой",
      "Type": "пер."
    },
    {
      "Name": "красных курсантов",
      "Type": "ул."
    },
    {
      "Name": "прудовая",
      "Type": "ул."
    },
    {
      "Name": "17-я линия",
      "Type": ""
    },
    {
      "Name": "14-я линия",
      "Type": ""
    },
    {
      "Name": "лапинский",
      "Type": "пр."
    },
    {
      "Name": "большая купальная",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 13",
      "Type": "ул."
    },
    {
      "Name": "красноармейская 7",
      "Type": "ул."
    },
    {
      "Name": "пудожская",
      "Type": "ул."
    },
    {
      "Name": "фанерная",
      "Type": "ул."
    },
    {
      "Name": "старо-красносельская дорога",
      "Type": ""
    },
    {
      "Name": "александровской фермы",
      "Type": "пр."
    },
    {
      "Name": "тамбовская",
      "Type": "ул."
    },
    {
      "Name": "островского",
      "Type": "пер."
    },
    {
      "Name": "шкиперский проток",
      "Type": ""
    },
    {
      "Name": "парголово, некрасова",
      "Type": "ул."
    },
    {
      "Name": "левашово, успенская",
      "Type": "ул."
    },
    {
      "Name": "уездный",
      "Type": "пр."
    },
    {
      "Name": "барочная",
      "Type": "ул."
    },
    {
      "Name": "лихардовская",
      "Type": "ул."
    },
    {
      "Name": "адмиральский проезд",
      "Type": ""
    },
    {
      "Name": "тифлисский",
      "Type": "пер."
    },
    {
      "Name": "университетский проезд",
      "Type": ""
    },
    {
      "Name": "белоусова",
      "Type": "ул."
    },
    {
      "Name": "пограничника гарькавого",
      "Type": "ул."
    },
    {
      "Name": "парголово, торфяная",
      "Type": "ул."
    },
    {
      "Name": "конституции",
      "Type": "пл."
    },
    {
      "Name": "рылеева",
      "Type": "ул."
    },
    {
      "Name": "тележная",
      "Type": "ул."
    },
    {
      "Name": "дубковское шоссе",
      "Type": ""
    },
    {
      "Name": "12-я линия",
      "Type": ""
    },
    {
      "Name": "петровская",
      "Type": "пл."
    },
    {
      "Name": "зины портновой",
      "Type": "ул."
    },
    {
      "Name": "большеохтинский",
      "Type": "пр."
    },
    {
      "Name": "жерновская 3",
      "Type": "ул."
    },
    {
      "Name": "галстяна",
      "Type": "ул."
    },
    {
      "Name": "лебяжьей кан.",
      "Type": "наб."
    },
    {
      "Name": "рижский",
      "Type": "пр."
    },
    {
      "Name": "опочинина",
      "Type": "ул."
    },
    {
      "Name": "второй",
      "Type": "пер."
    },
    {
      "Name": "русановская",
      "Type": "ул."
    },
    {
      "Name": "карла маркса",
      "Type": "ул."
    },
    {
      "Name": "новый",
      "Type": "пер."
    },
    {
      "Name": "мастерская",
      "Type": "ул."
    },
    {
      "Name": "лесопарковая",
      "Type": "ул."
    },
    {
      "Name": "пензенский пер. (володарский)",
      "Type": "пер."
    },
    {
      "Name": "северная 1-ая",
      "Type": "ул."
    },
    {
      "Name": "братьев горкушенко",
      "Type": "ул."
    },
    {
      "Name": "грибалевой",
      "Type": "ул."
    },
    {
      "Name": "якубениса",
      "Type": "ул."
    },
    {
      "Name": "круглый",
      "Type": "пер."
    },
    {
      "Name": "нижняя",
      "Type": "ул."
    },
    {
      "Name": "заводской",
      "Type": "пер."
    },
    {
      "Name": "бобыльская дорога",
      "Type": ""
    },
    {
      "Name": "белинского",
      "Type": "пл."
    },
    {
      "Name": "связи",
      "Type": "ул."
    },
    {
      "Name": "сиреневая аллея",
      "Type": ""
    },
    {
      "Name": "кораблестроителей",
      "Type": "ул."
    },
    {
      "Name": "24-я линия",
      "Type": ""
    },
    {
      "Name": "шпалерная",
      "Type": "ул."
    },
    {
      "Name": "академика лебедева",
      "Type": "ул."
    },
    {
      "Name": "мытнинская",
      "Type": "ул."
    },
    {
      "Name": "лесной",
      "Type": "пр."
    },
    {
      "Name": "новогорская",
      "Type": "ул."
    },
    {
      "Name": "волхонский",
      "Type": "пр-д"
    },
    {
      "Name": "комарова",
      "Type": "ул."
    },
    {
      "Name": "7-й предпортовый",
      "Type": "пр-д"
    },
    {
      "Name": "варфоломеевская",
      "Type": "ул."
    },
    {
      "Name": "3-я советская",
      "Type": "ул."
    },
    {
      "Name": "валиева",
      "Type": "ул."
    },
    {
      "Name": "тенистая ал.",
      "Type": ""
    },
    {
      "Name": "парголово, климовец снт",
      "Type": ""
    },
    {
      "Name": "новое шоссе",
      "Type": ""
    },
    {
      "Name": "сосновая аллея",
      "Type": ""
    },
    {
      "Name": "рюхина",
      "Type": "ул."
    },
    {
      "Name": "революции",
      "Type": "ш."
    },
    {
      "Name": "новгородская",
      "Type": "ул."
    },
    {
      "Name": "академический",
      "Type": "пр."
    },
    {
      "Name": "полянская ул/",
      "Type": "ул"
    },
    {
      "Name": "красное село, мира",
      "Type": "ул."
    },
    {
      "Name": "рыбацкий 5",
      "Type": "прд."
    },
    {
      "Name": "3-я линия 1-й половины",
      "Type": ""
    },
    {
      "Name": "героев",
      "Type": "пер."
    },
    {
      "Name": "средняя",
      "Type": "ул."
    },
    {
      "Name": "левашово, добрая горка",
      "Type": "ул."
    },
    {
      "Name": "провиантская",
      "Type": "ул."
    },
    {
      "Name": "колодезная",
      "Type": "ул."
    },
    {
      "Name": "лисий нос, трудовой",
      "Type": "пер."
    },
    {
      "Name": "фермское",
      "Type": "ш."
    },
    {
      "Name": "федотовская дорожка",
      "Type": ""
    },
    {
      "Name": "библиотечная",
      "Type": "пл."
    },
    {
      "Name": "4-я линия",
      "Type": ""
    }
  ]`
